[
    {
        "user_input": "Здравствуйте, а подскажите флюорография и справка с анализами от дерматолога сколько действительны, т.е, за сколько до заселения должны быть сделаны?",
        "retrieved_contexts": [
            "# Источник номер 1\nАктуально в период: 2021\n\n### Суть\nОбсуждение требований для заселения в общежитие МАИ, включая необходимость сдачи определённых анализов и получения справки от дерматолога-венеролога.\n\n### Ключевые факты\n- Для заселения в общежитие требуется справка от дерматолога-венеролога с результатами определённых анализов.\n- Необходимые анализы включают мазок на ЗППП (трихомонада, уреаплазмоз, хламидии, гонорея) и кровь на сифилис, гепатит В и С.\n- Справка без прикреплённых результатов анализов, скорее всего, не подойдёт.\n- Флюорография также требуется, и подойдёт квиток со штампом «активный туберкулёз не обнаружен».\n- Мазок на ЗППП обязателен для всех, включая парней.\n\n### Часто задаваемые вопросы\nQ: Такая справка от дерматолога с заключением «проживать в общежитии может», но без прикреплённых результатов анализов подойдёт?  \nA: Справка без анализов почти наверняка не подойдёт.\n\nQ: Если к справке будут прикреплены анализы, это решит проблему?  \nA: Да, справка с прикреплёнными анализами должна подойти.\n\nQ: Мазок на ЗППП обязателен для всех?  \nA: Да, мазок обязателен для всех.\n\n### Незакрытые вопросы\n- Как быть, если не получили ответа от медцентра?\n- Можно ли сдавать какие-то документы в течение сентября?\n- Сколько времени занимает оформление справки от дерматовенеролога?",
            "# Источник номер 2\nАктуально в период: 2021\n\n### Суть\nОбсуждение необходимости различных медицинских справок и процедур для заселения в общежитие МАИ, а также вопросов, связанных с медицинским обслуживанием студентов.\n\n### Ключевые факты\n- Для общежития и физкультуры нужна справка 086/у.\n- Кроме справки 086/у требуются результаты флюорографии и анализы от дерматолога.\n- Флюорографию и анализы у дерматолога нужно проходить ежегодно.\n- Неясно, достаточно ли предоставить оригинал справки 086/у в одно место, а копию — в другое.\n- Сроки годности справок не указаны на сайте МАИ.\n- Рядом с общежитиями есть поликлиника, к которой необходимо прикрепляться, меняя полис на московский.\n\n### Часто задаваемые вопросы\nQ: Достаточно ли будет отдать оригинал справки 086/у в одно место, а копию — в другое?  \nA: Не указано, но предполагается, что могут потребоваться оригиналы.\n\nQ: Какие документы и справки, кроме 086/у нужны для заселения в общежитие?  \nA: Результаты флюорографии и анализы от дерматолога.\n\nQ: Сколько времени действительны результаты флюорографии и анализы от дерматолога?  \nA: Точных сроков не указано, но процедуры нужно проходить ежегодно.\n\n### Дополнительная важная информация\nНеобходимо открывать больничный лист при заболевании, а не просто приходить за справкой после выздоровления. Полис можно поменять через страховую компанию или воспользоваться услугами представителей страховой компании, приезжающих в общежития.",
            "# Источник номер 3\nАктуально в период: 2021\n\n### Суть\nОбсуждение требований к медицинским справкам для поступления в вуз и проживания в общежитии, включая справку 086-у, флюорографию и справку от дерматолога.\n\n### Ключевые факты\n- Для вуза и общежития достаточно справки 086-у.\n- В справке 086-у должны быть данные флюорографии и отметка дерматолога.\n- Рекомендуется уточнить требования в студенческом городке, так как могут быть нюансы.\n- Рекомендуется привиться от кори тем, кто не привит, до начала учебного года.\n- Результаты флюорографии можно приносить, они принимаются.\n\n### Часто задаваемые вопросы\nQ: Т. е. справки 086-у достаточно будет предоставить? Там же тоже флюорография делается?  \nA: Да, справки 086-у достаточно, в ней должна быть отметка о флюорографии.\n\nQ: Я правильно понял, что 086-у теперь не катит?  \nA: Нет, справка 086-у всё ещё актуальна, но стоит уточнить требования в студгородке.\n\n### Используемые термины и аббревиатуры\n- Справка 086-у — медицинская справка, необходимая для поступления в вуз и проживания в общежитии.\n- Флюорография (флюшка) — медицинское обследование лёгких.\n\n### Незакрытые вопросы\n- Что конкретно должно быть указано в справке от дерматолога?\n- Какие анализы необходимо сдать для получения справки о противопоказаниях к проживанию в общежитии?",
            "# Источник номер 4\nАктуально в период: 2021\n\n### Суть\nОбсуждение вопросов, связанных с медицинскими справками и прививками для заселения в общежитие, включая необходимость флюорографии, сроки действия справок и возможность проведения прививок.\n\n### Ключевые факты\n- В прошлом году для заселения в общежитие требовалась флюорография.\n- Для оформления справки 086 лицам старше 18 лет требуется флюорография, а младше 18 — достаточно рентгена.\n- Некоторые медицинские процедуры, такие как прививки, могут быть сделаны в поликлинике, но не все сразу в один день.\n- Прививка от гепатита B делается в три этапа в течение трёх месяцев.\n- Рекомендуется не перегружать иммунную систему и делать прививки с учётом перерывов между ними.\n\n### Часто задаваемые вопросы\nQ: Какой срок действия справок на сифилис и гепатиты?\nA: В чанке нет ответа.\n\nQ: Нужно ли делать флюорографию заново, если есть заключение в одной проекции?\nA: В чанке нет ответа.\n\nQ: Можно ли сделать все прививки из списка за один день?\nA: Нет, нельзя делать все прививки за один день, особенно живые вакцины требуют перерыва в месяц.\n\n### Незакрытые вопросы\n- Какой срок действия справок на сифилис и гепатиты?\n- Нужно ли делать флюорографию заново, если есть заключение в одной проекции?\n\n### Дополнительная важная информация\nРекомендуется не перегружать иммунную систему и делать прививки с учётом необходимых перерывов между ними.",
            "# Источник номер 5\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение требований для заселения в общежитие МАИ, включая медицинские документы (рентген, флюорография, анализы на ЗППП), справки от дерматолога и наличие всех необходимых прививок.\n\n### Ключевые факты\n\n- Для заселения в общежитие требуется рентген в двух проекциях, флюорография в одной проекции не подойдёт.\n- Необходимо сдать анализы на ЗППП для заключения дерматолога.\n- Все медицинские документы и прививки должны быть предоставлены к моменту заселения.\n- Детали можно уточнить в дирекции студгородка по телефону +74991959514.\n- С прививками в МАИ очень строго.\n\n### Часто задаваемые вопросы\n\nQ: Флюорография подойдёт для заселения в общежитие?  \nA: Нет, нужен рентген в двух проекциях.\n\nQ: Можно ли предоставить медицинские документы через неделю после заселения?  \nA: Все документы должны быть предоставлены к моменту заселения.\n\nQ: Что делать, если не все прививки сделаны?  \nA: С прививками в МАИ очень строго, все должны быть сделаны.\n\n### Используемые термины и аббревиатуры\n\n- ЗППП — заболевания, передающиеся половым путём.\n- Рентген — рентгенологическое исследование.\n- Флюорография — вид рентгенологического исследования, обычно в одной проекции.\n\n### Незакрытые вопросы\n\n- Можно ли уточнить время для звонков в дирекцию студгородка?",
            "# Источник номер 6\nАктуально в период: 2021\n\n### Суть\nОбсуждение вопросов, связанных с медицинскими справками для поступления и заселения в общежитие МАИ, включая необходимость флюорографии, обследований у врача-дерматовенеролога и оформления справки 086/у.\n\n### Ключевые факты\n- Для заселения в общежитие и посещения поликлиники потребуется справка 086/у.\n- Каждый год необходимо делать флюорографию и обследование у врача-дерматовенеролога.\n- Справку принимает не вуз, а врачи медцентра, которые руководствуются общей медицинской информацией.\n- Заявление на общежитие рекомендуется подавать как можно раньше, сразу после поступления.\n- При подаче заявления через ГУ есть вкладка, где спрашивают, нужно ли общежитие.\n\n### Часто задаваемые вопросы\nQ: Нужно ли делать флюорографию отдельно для общежития, если в справке 0-86у есть данные о флюорографии?  \nA: Необходимо уточнить, так как в справке 086/у есть данные о флюорографии, но требуется ли делать её отдельно — неясно.\n\nQ: Нужно ли отдельно делать сертификат с прививками или можно принести справку 086/у?  \nA: В справке 086/у есть список прививок, но требуется ли отдельный сертификат — неясно.\n\nQ: Справку 086/у потребуется только в поликлинику и при заселении в общежитие?  \nA: Да, справка 086/у нужна для поликлиники и при заселении в общежитие.\n\nQ: Если я получу справку от дерматолога сейчас, то смогу её принести при заселении? Справка будет принята?  \nA: Справку принимает не вуз, а врачи медцентра, которые руководствуются общей медицинской информацией.\n\nQ: Если справка сделана за месяц до, то примут ли её?  \nA: Справку принимает не вуз, а врачи медцентра, которые руководствуются общей медицинской информацией.\n\n### Используемые термины и аббревиатуры\n- Справка 086/у — медицинская справка, необходимая для поступления и проживания в общежитии.\n- Флюорография — медицинское обследование, необходимое для поступления и проживания в общежитии.\n- Дерматолог — врач, обследование у которого требуется для поступления и проживания в общежитии.\n\n### Незакрытые вопросы\n- Нужно ли делать флюорографию отдельно для общежития, если в справке 0-86у уже есть данные о флюорографии?\n- Нужно ли отдельно делать сертификат с прививками или достаточно справки 086/у?",
            "# Источник номер 7\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение требований для заселения в общежитие МАИ, включая необходимость предоставления медицинских документов (рентген, флюорография, диаскинтест, справка от дерматолога) и возможность вакцинации в медпункте института.\n\n### Ключевые факты\n\n- Для заселения в общежитие необходимо строго соблюдать требования, указанные в распоряжении.\n- Детали можно уточнить в дирекции студгородка по телефону +74991959514.\n- Для справки 086у требуется либо рентген, либо флюорография и диаскинтест.\n- Вопрос о возможности предоставления рентгена и справки от дерматолога после заселения остаётся открытым.\n- Обсуждается возможность вакцинации в медпункте института, если не все прививки сделаны.\n\n### Часто задаваемые вопросы\n\nQ: Для заселения в общежитие нужно ли делать рентген или достаточно будет результата флюорографии?  \nA: Для справки 086 делается рентген либо флюорография + диаскинтест.\n\nQ: Можно ли рентген и справку от дерматолога предоставить после заселения?  \nA: [Нет ответа в пределах чанка]\n\nQ: Если прививки не все, их в медпункте института делают?  \nA: [Нет ответа в пределах чанка]\n\nQ: Справку от дерматовенеролога из гос. поликлиники или можно из частной?  \nA: [Нет ответа в пределах чанка]\n\n### Используемые термины и аббревиатуры\n\n- Справка 086у — медицинская справка, требуемая для заселения в общежитие.\n- Флюорография — метод рентгенологического обследования лёгких.\n- Диаскинтест — тест на туберкулёз.\n\n### Незакрытые вопросы\n\n- Можно ли рентген и справку от дерматолога предоставить после заселения?\n- Если прививки не все, их в медпункте института делают?\n- Справку от дерматовенеролога из гос. поликлиники или можно из частной?",
            "# Источник номер 8\nАктуально в период: 2021\n\n### Суть\nОбсуждение процесса заселения в общежитие МАИ, включая сроки, условия и необходимые документы.\n\n### Ключевые факты\n- Процесс выселения выпускников идёт сейчас, после него возможно заселение новых студентов.\n- Основной поток заселения закончится к концу августа.\n- При заселении необходимо подписать все бумаги и привезти с собой все справки и документы.\n- Есть возможность привезти некоторые вещи до заселения.\n- Флюорография (рентген) является одним из необходимых документов для заселения.\n- Договор заключается в день заселения или позже, в зависимости от места заселения.\n\n### Часто задаваемые вопросы\nQ: А если что-то из документов не донести, то не заселят?  \nA: Нужно будет донести в течение какого-то времени.\n\nQ: С флюорографией не заселят?  \nA: Флюорография это тот же самый рентген, не волнуйтесь, всё будет нормально, заселят.\n\nQ: Договор заключается в день заселения или позже?  \nA: Зависит от того, куда заселят.\n\n### Используемые термины и аббревиатуры\n- Флюорография — медицинский осмотр, аналогичный рентгену, необходимый для заселения.\n- Альфа — возможное место заселения в общежитии.\n- ПК — возможно, сокращение, связанное с конкретным местом или группой в общежитии.\n\n### Незакрытые вопросы\n- Сколько по времени может занять процедура заселения, от приезда за направлением до выдачи ключей?",
            "# Источник номер 9\nАктуально в период: 2021\n\n### Суть\n\nВ чанке обсуждается вопрос о требованиях для заселения в общежитие МАИ, в частности, необходимость предоставления результатов рентгена или флюорографии.\n\n### Ключевые факты\n- В МАИ строгие требования к прививкам для заселения в общежитие.\n- Все требования указаны в распоряжении и должны быть выполнены к моменту заселения.\n- Детали можно уточнить в дирекции студгородка по телефону +74991959514.\n- Для справки 086у требуется флюорография или рентген плюс диаскинтест.\n\n### Часто задаваемые вопросы\nQ: Для заселения в общежитие нужно ли делать рентген или достаточно будет результата флюорографии?  \nA: Для справки 086 делается рентген либо флюорография + диаскинтест.\n\n### Используемые термины и аббревиатуры\n- Справка 086у — медицинская справка, требуемая для заселения в общежитие.\n\n### Незакрытые вопросы\n- Это Вам в дирекции студгородка ответили или это Ваше частное мнение?",
            "# Источник номер 10\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение необходимых медицинских документов для заселения в общежитие МАИ, включая справки о флюорографии, вакцинации, антителах и другие медицинские документы.\n\n### Ключевые факты\n\n- Для заселения требуется флюорографическое исследование сроком не позднее одного года.\n- Справка 086у должна быть с датой и подписью.\n- Наличие сертификата о вакцинации против COVID-19 может влиять на необходимость посещения санатория-профилактория.\n- При наличии медотвода требуется ПЦР-тест.\n- Для заселения в общежитие могут потребоваться различные медицинские документы, включая сертификат о профилактических прививках.\n- Информация о необходимости сдачи анализа на ВИЧ уточняется в диспансере.\n\n### Часто задаваемые вопросы\n\nQ: А если у меня флюорография прописано в справке 086у?  \nA: Дата прописана в справке 086у.\n\nQ: У меня есть медотвод. Мне придётся каждые 3 дня делать ПЦР или только при заселении сделать ПЦР?  \nA: Не указано в чанке.\n\nQ: До какого числа нужно будет предоставить справку 086у?  \nA: Не указано в чанке.\n\nQ: Для заселения в общежитие достаточно справки на наличие антител?  \nA: По телефону студгородка ответили, что достаточно, но на сайте указано, что нужна ещё справка о перенесённом заболевании.\n\n### Незакрытые вопросы\n\n- Нужно ли объединять школьный сертификат о прививках с общим?\n- С кем можно проконсультироваться по поводу соответствия медицинских документов?\n- Можно ли связаться с людьми, которые будут принимать документы в студгородке?\n- Нужно ли забирать медицинскую карту из своей поликлиники?\n\n### Дополнительная важная информация\n\nДля заселения в общежитие необходимо предоставить ряд медицинских документов, включая справку о флюорографии, сертификат о прививках и другие. Информация о конкретных требованиях может отличаться, поэтому рекомендуется уточнять её по телефону студгородка или на сайте."
        ],
        "reference": "Флюорография: Флюорография — обязательная медицинская процедура для поступающих и заселяющихся в общежитие.\n",
        "response": "Согласно найденной информации, для заселения в общежитие МАИ требуется флюорографическое исследование сроком не позднее одного года. Обследование у врача-дерматолога также необходимо проходить ежегодно. Точные сроки действия справок и анализов лучше уточнить в дирекции студгородка по телефону +7 499 195-95-14."
    },
    {
        "user_input": "общежития и физкультуры нужна справка 086у. Достаточно будет отдать оригинал например а общежитие, в другое место копию?",
        "retrieved_contexts": [
            "# Источник номер 1\nАктуально в период: 2021\n\n### Суть\nОбсуждение необходимости различных медицинских справок и процедур для заселения в общежитие МАИ, а также вопросов, связанных с медицинским обслуживанием студентов.\n\n### Ключевые факты\n- Для общежития и физкультуры нужна справка 086/у.\n- Кроме справки 086/у требуются результаты флюорографии и анализы от дерматолога.\n- Флюорографию и анализы у дерматолога нужно проходить ежегодно.\n- Неясно, достаточно ли предоставить оригинал справки 086/у в одно место, а копию — в другое.\n- Сроки годности справок не указаны на сайте МАИ.\n- Рядом с общежитиями есть поликлиника, к которой необходимо прикрепляться, меняя полис на московский.\n\n### Часто задаваемые вопросы\nQ: Достаточно ли будет отдать оригинал справки 086/у в одно место, а копию — в другое?  \nA: Не указано, но предполагается, что могут потребоваться оригиналы.\n\nQ: Какие документы и справки, кроме 086/у нужны для заселения в общежитие?  \nA: Результаты флюорографии и анализы от дерматолога.\n\nQ: Сколько времени действительны результаты флюорографии и анализы от дерматолога?  \nA: Точных сроков не указано, но процедуры нужно проходить ежегодно.\n\n### Дополнительная важная информация\nНеобходимо открывать больничный лист при заболевании, а не просто приходить за справкой после выздоровления. Полис можно поменять через страховую компанию или воспользоваться услугами представителей страховой компании, приезжающих в общежития.",
            "# Источник номер 2\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение требований для заселения в общежитие МАИ, включая медицинские документы и финансовые условия. Поднятие вопросов о вакцинации и необходимых медицинских справках для несовершеннолетних студентов.\n\n### Ключевые факты\n- Иностранные граждане должны предоставлять медицинские заключения с нотариально заверенным переводом на русский язык.\n- Необходимо иметь наличные деньги на оплату проживания в общежитии: около 3900 руб. для обучающихся на бюджетной основе и около 7000 руб. для обучающихся на платной основе.\n- Заселение студентов-первокурсников будет производиться при наличии средств индивидуальной защиты и соблюдении мер социального дистанцирования.\n- Родственники и знакомые не будут допускаться в корпуса общежитий и на территорию санатория-профилактория.\n- Для общежития требуются две фотографии размером 3х4.\n\n### Часто задаваемые вопросы\nQ: Появилась ли информация насчёт очного или заочного обучения несовершеннолетних студентов без вакцины?\nA: На данный момент документов о недопуске несовершеннолетних нет.\n\nQ: Если результат ПЦР-теста пришлют на электронку, достаточно будет показать?\nA: Нет ответа в пределах чанка.\n\nQ: Документ о наличии антител, это анализ или что-то другое? Например, справка от врача на основании анализа?\nA: Нет ответа в пределах чанка.\n\nQ: Если поступил без общежития, то из медсправок нужна только 086у?\nA: Нет ответа в пределах чанка.\n\n### Используемые термины и аббревиатуры\n- ПЦР-тест — лабораторное исследование для выявления наличия вирусной инфекции.\n- 086у — форма медицинской справки, содержащей сведения о состоянии здоровья.\n\n### Незакрытые вопросы\n- Если результат ПЦР-теста пришлют на электронку, достаточно будет показать?\n- Документ о наличии антител, это анализ или что-то другое? Например, справка от врача на основании анализа?\n- Если поступил без общежития, то из медсправок нужна только 086у?",
            "# Источник номер 3\nАктуально в период: 2021\n\n### Суть\n\nАбитуриенты спрашивают о документах, необходимых для заселения в общежитие МАИ, и уточняют, нужны ли дополнительные бумаги для очного обучения.\n\n### Ключевые факты\n\n- Для зачисления абитуриент уже предоставил все необходимые документы.\n- Копии паспорта и других справок требуются только для заселения в общежитие.\n- Нотариально заверенные копии паспорта не требуются для заселения в общежитие.\n- Справка формы 086-у нужна для заселения в общежитие.\n- Копия извещения о зачислении в институт не нужна для заселения в общежитие.\n\n### Часто задаваемые вопросы\n\nQ: Какие документы необходимо подготовить, кроме тех, что нужны для общежития?  \nA: Для зачисления вы уже дали нам все документы.\n\nQ: Справку 086-у нужно только в общагу или в вуз тоже?  \nA: Справку 086-у нужно для заселения в общежитие.\n\nQ: Для заселения в общежитие нужна копия извещения о зачислении, где его взять?  \nA: Множество раз тут писали, что для заселения копия извещения не нужна.\n\n### Используемые термины и аббревиатуры\n\n- Справка 086-у — медицинская справка, необходимая для заселения в общежитие.\n\n### Незакрытые вопросы\n\n- Откуда взять форму для заполнения согласия законных представителей на заселение в общежитие?\n- Можно ли будет донести недостающие справки для общежития позже, если не получится собрать их сразу?",
            "# Источник номер 4\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение требований для заселения в общежитие МАИ, включая медицинские справки и тесты. Вопросы о необходимости тестирования на коронавирус и возможности сдачи анализов в МАИ или в сторонних лабораториях.\n\n### Ключевые факты\n\n- Все документы, необходимые для заселения в общежитие, есть на сайте МАИ.\n- В число документов входит анализ на сифилис.\n- Для общежития требуется копия справки 086у или оригинал.\n- Срок «годности» справки 086у — один год.\n- Каждая ситуация с категорией здоровья рассматривается индивидуально.\n\n### Часто задаваемые вопросы\n\nQ: Если переболел коронавирусом 1,5 года назад, нужно ли делать тест?  \nA: Если результат успеет прийти, можно сделать тест в платной лаборатории.\n\nQ: Можно ли сделать тест на коронавирус в МАИ?  \nA: Можно сделать в платной лаборатории, если результат успеет прийти.\n\nQ: Нужно предоставить для общежития копию справки 086у или оригинал?  \nA: Требуется копия справки 086у или оригинал.\n\nQ: Подходит ли справка 086у прошлого года для общежития?  \nA: Срок «годности» у справки 086у — год.\n\n### Используемые термины и аббревиатуры\n\n- Справка 086у — медицинская справка, необходимая для заселения в общежитие.\n\n### Незакрытые вопросы\n\n- Какие категории здоровья точно берут в МАИ?\n\n### Дополнительная важная информация\n\nС перечнем материальной помощи можно ознакомиться на сайте МАИ.",
            "# Источник номер 5\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение требований для заселения в общежитие МАИ, включая медицинские документы и справки, а также возможность получения материальной помощи по состоянию здоровья.\n\n### Ключевые факты\n\n- Нет законов, обязывающих делать прививки для проживания в общежитии, но заселиться без них будет проблематично.\n- Справка 086/у нужна при заселении в общежитие.\n- Для заселения в общежитие необходимо проходить некоторых врачей и предоставлять соответствующие документы, помимо справки 086/у.\n- В справке 086/у должны быть подписи нарколога и психиатра.\n- Наличие хронического заболевания может давать право на получение материальной помощи.\n\n### Часто задаваемые вопросы\n\nQ: Заселят ли в общежитие если нет прививок?  \nA: Нет никаких законов обязывающих вас делать прививки для проживания в общежитии. Но заселиться туда вряд ли выйдет без проблем.\n\nQ: Справка 086/у нужна будет уже при заселении в общагу, после зачисления?  \nA: Да, справка 086/у нужна при заселении.\n\nQ: В справке 086/у должна быть подпись нарколога и психиатра?  \nA: Да, у меня требовали.\n\n### Используемые термины и аббревиатуры\n\n- Справка 086/у — медицинская справка, необходимая для заселения в общежитие.\n\n### Незакрытые вопросы\n\n- Можно ли при заселении в общежитие предоставить копию справки 086/у?\n- Если да, то нужна ли прямая печать и подпись от представителя медицинского учреждения на этой копии, или сойдёт полная ксерокопия?\n- Кому можно отправить выписку о прививках, чтобы узнать, примут ли её для заселения в общагу?\n- Какие документы и справки будут нужны для заселения в общежитие, кроме справки 086/у?",
            "# Источник номер 6\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение необходимых медицинских документов для заселения в общежитие МАИ, включая справки о флюорографии, вакцинации, антителах и другие медицинские документы.\n\n### Ключевые факты\n\n- Для заселения требуется флюорографическое исследование сроком не позднее одного года.\n- Справка 086у должна быть с датой и подписью.\n- Наличие сертификата о вакцинации против COVID-19 может влиять на необходимость посещения санатория-профилактория.\n- При наличии медотвода требуется ПЦР-тест.\n- Для заселения в общежитие могут потребоваться различные медицинские документы, включая сертификат о профилактических прививках.\n- Информация о необходимости сдачи анализа на ВИЧ уточняется в диспансере.\n\n### Часто задаваемые вопросы\n\nQ: А если у меня флюорография прописано в справке 086у?  \nA: Дата прописана в справке 086у.\n\nQ: У меня есть медотвод. Мне придётся каждые 3 дня делать ПЦР или только при заселении сделать ПЦР?  \nA: Не указано в чанке.\n\nQ: До какого числа нужно будет предоставить справку 086у?  \nA: Не указано в чанке.\n\nQ: Для заселения в общежитие достаточно справки на наличие антител?  \nA: По телефону студгородка ответили, что достаточно, но на сайте указано, что нужна ещё справка о перенесённом заболевании.\n\n### Незакрытые вопросы\n\n- Нужно ли объединять школьный сертификат о прививках с общим?\n- С кем можно проконсультироваться по поводу соответствия медицинских документов?\n- Можно ли связаться с людьми, которые будут принимать документы в студгородке?\n- Нужно ли забирать медицинскую карту из своей поликлиники?\n\n### Дополнительная важная информация\n\nДля заселения в общежитие необходимо предоставить ряд медицинских документов, включая справку о флюорографии, сертификат о прививках и другие. Информация о конкретных требованиях может отличаться, поэтому рекомендуется уточнять её по телефону студгородка или на сайте.",
            "# Источник номер 7\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение вопросов, связанных со справками для заселения в общежитие МАИ, требованиями для получения справок, а также условиями обучения привитых и непривитых студентов.\n\n### Ключевые факты\n\n- Для заселения в общежитие требуется справка, в которой может быть важен бактериоскопический анализ на ЗППП и наличие специальной отметки.\n- При наличии сертификата о прививке от коронавируса не нужно идти в санаторий-профилакторий, можно сразу ехать по адресу Дубосековская, 5.\n- Справка 086у нужна для получения дотаций и посещения физкультуры, а также для заселения в общежитие и поступления в МАИ.\n- В ФИИТе нет спецгруппы по физкультуре, нужно написать реферат на тему ЛФК при определённом заболевании.\n\n### Часто задаваемые вопросы\n\nQ: Нужно ли идти в санаторий-профилакторий, если привит от коронавируса и есть соответствующий сертификат?  \nA: Не нужно, можно сразу ехать на Дубосековскую, 5.\n\nQ: Обязательно ли делать справку 086у?  \nA: Да, она нужна как для общежития, так и для МАИ (на физкультуру).\n\n### Используемые термины и аббревиатуры\n\n- ЗППП — заболевания, передающиеся половым путём.\n- ФИИТ — предположительно факультет или институт МАИ.\n- ЛФК — лечебная физическая культура.\n- Справка 086у — медицинская справка, необходимая для поступления в учебное заведение и проживания в общежитии.\n\n### Незакрытые вопросы\n\n- Со скольки работает учреждение, где можно сдать тест на ЗППП?\n- Где в Москве можно бесплатно или дешевле сдать тест на ЗППП?",
            "# Источник номер 8\nАктуально в период: 2021\n\n### Суть\nОбсуждение вопросов, связанных с медицинскими справками для поступления и заселения в общежитие МАИ, включая необходимость флюорографии, обследований у врача-дерматовенеролога и оформления справки 086/у.\n\n### Ключевые факты\n- Для заселения в общежитие и посещения поликлиники потребуется справка 086/у.\n- Каждый год необходимо делать флюорографию и обследование у врача-дерматовенеролога.\n- Справку принимает не вуз, а врачи медцентра, которые руководствуются общей медицинской информацией.\n- Заявление на общежитие рекомендуется подавать как можно раньше, сразу после поступления.\n- При подаче заявления через ГУ есть вкладка, где спрашивают, нужно ли общежитие.\n\n### Часто задаваемые вопросы\nQ: Нужно ли делать флюорографию отдельно для общежития, если в справке 0-86у есть данные о флюорографии?  \nA: Необходимо уточнить, так как в справке 086/у есть данные о флюорографии, но требуется ли делать её отдельно — неясно.\n\nQ: Нужно ли отдельно делать сертификат с прививками или можно принести справку 086/у?  \nA: В справке 086/у есть список прививок, но требуется ли отдельный сертификат — неясно.\n\nQ: Справку 086/у потребуется только в поликлинику и при заселении в общежитие?  \nA: Да, справка 086/у нужна для поликлиники и при заселении в общежитие.\n\nQ: Если я получу справку от дерматолога сейчас, то смогу её принести при заселении? Справка будет принята?  \nA: Справку принимает не вуз, а врачи медцентра, которые руководствуются общей медицинской информацией.\n\nQ: Если справка сделана за месяц до, то примут ли её?  \nA: Справку принимает не вуз, а врачи медцентра, которые руководствуются общей медицинской информацией.\n\n### Используемые термины и аббревиатуры\n- Справка 086/у — медицинская справка, необходимая для поступления и проживания в общежитии.\n- Флюорография — медицинское обследование, необходимое для поступления и проживания в общежитии.\n- Дерматолог — врач, обследование у которого требуется для поступления и проживания в общежитии.\n\n### Незакрытые вопросы\n- Нужно ли делать флюорографию отдельно для общежития, если в справке 0-86у уже есть данные о флюорографии?\n- Нужно ли отдельно делать сертификат с прививками или достаточно справки 086/у?",
            "# Источник номер 9\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение вопросов, связанных со справками и документами для медкомиссии, включая ПЦР-тесты, справку 086-у, заключения из частных клиник и требования к их оформлению.\n\n### Ключевые факты\n\n- Справка 086-у нужна для определения возможности заниматься физкультурой, но при отсутствии необходимости в общежитии можно обойтись справкой от терапевта с прописанной группой здоровья.\n- Для заключения из частной клиники требуется наличие печати врача, данных организации с номером лицензии и печати организации.\n- ПЦР-тест должен быть оформлен с учётом определённых требований, и возможно предоставление электронного варианта (распечатанного).\n\n### Часто задаваемые вопросы\n\nQ: Экспресс-тест для медкомиссии подойдёт или нужен обычный ПЦР?\nA: Не указано.\n\nQ: Если сертификат о вакцинации действует до января 2023 года, надо ли делать справку 086-у?\nA: Справка 086-у нужна для определения возможности заниматься физкультурой.\n\nQ: В случае если без общежития, тогда можно вообще не заказывать справку 086 у, а для физкультуры достаточно справки от терапевта с прописанной группой здоровья?\nA: Достаточно справки от терапевта.\n\nQ: Примут ли заключение из частной клиники? И по какому телефону можно уточнить этот вопрос?\nA: Заключение из частной клиники примут при наличии печати врача, данных организации с номером лицензии и печати организации.\n\nQ: Подскажите, срок действия ПЦР исчисляется с момента сдачи анализа или выдачи результата? И можно ли предоставить электронный вариант (распечатанный)?\nA: Не указано.\n\n### Незакрытые вопросы\n\n- Экспресс-тест для медкомиссии подойдёт или нужен обычный ПЦР?\n- Подскажите, срок действия ПЦР исчисляется с момента сдачи анализа или выдачи результата? И можно ли предоставить электронный вариант (распечатанный)?",
            "# Источник номер 10\nАктуально в период: 2021\n\n### Суть\n\nАбитуриент задаёт вопросы о необходимости предоставления справки 086-у, возможности получения временной прописки и прикрепления к поликлинике, требованиях к антителам и прививке от коронавируса для очного обучения в МАИ.\n\n### Ключевые факты\n\n- Справка 086-у нужна для общежития и физкультуры.\n- Справку 086-у можно получить в любой медицинской организации, имеющей лицензию, не обязательно в Москве.\n- Для физкультуры также требуется рентген.\n- Для очного обучения нужна прививка от коронавируса или антитела.\n- Требования к антителам могут меняться в зависимости от ситуации с коронавирусом.\n- Временная прописка зависит от места проживания студента.\n- Прикрепление к поликлинике возможно по выбору студента.\n\n### Часто задаваемые вопросы\n\nQ: Нужна ли справка 086-у?  \nA: Да, справка 086-у нужна для общежития и физкультуры.\n\nQ: Где можно получить справку 086-у?  \nA: В любой медицинской организации, имеющей лицензию.\n\nQ: Нужна ли прививка от коронавируса для очного обучения?  \nA: Да, нужна прививка или антитела.\n\nQ: Могут ли измениться требования к антителам?  \nA: Да, ситуация с коронавирусом может измениться.\n\n### Используемые термины и аббревиатуры\n\n- Справка 086-у — медицинская справка, необходимая для некоторых целей в вузе.\n- Антитела — показатели наличия иммунитета к коронавирусу.\n\n### Незакрытые вопросы\n\n- Будут ли какие-либо изменения в требованиях к антителам к 1 сентября?"
        ],
        "reference": "📌 Срок действия флюорографии составляет 12 месяцев. Это означает, что вы должны пройти её не ранее чем за год до предполагаемого заселения.\n",
        "response": "Согласно найденной информации, для заселения в общежитие МАИ требуется справка 086/у, а также результаты флюорографии и анализы от дерматолога. В источниках нет прямого ответа на вопрос, можно ли предоставить оригинал справки 086/у в одно место, а копию — в другое. Однако предполагается, что могут потребоваться оригиналы.\n\nРекомендую уточнить этот вопрос напрямую в приёмной комиссии или отделе общежития МАИ, чтобы получить точную информацию и избежать возможных проблем при заселении."
    },
    {
        "user_input": "Подскажите, а в общаге на Царева кухня у каждого блока своя или одна общая? Как там обстоят дела с газовыми плитами?",
        "retrieved_contexts": [
            "# Источник номер 1\nАктуально в период: 2021\n\n### Суть\nОбсуждение условий проживания в общежитиях МАИ, типов комнат, наличия и типа кухонных удобств, а также бытовых вопросов.\n\n### Ключевые факты\n- В общежитии на Фестивальной улице, д. 4, к. 3 смешанный тип проживания (полукоридорный, полублочный).\n- В блоках общежития живут по 3 человека, блоки объединены в секцию, не отгорожены друг от друга.\n- На Царева кухня на этаже, не в каждом блоке, газа нет, только электроплиты и духовки.\n- В общежитиях есть общие туалеты и душевые.\n- В некоторых общежитиях есть стиральные машины на этаже.\n\n### Часто задаваемые вопросы\nQ: В комнате общежития можно мультиварку поставить?  \nA: Не указано.\n\nQ: А что по туалетам и душевым в общаге на Панфилова? Да и в целом какая ситуация с санитарией в общагах?  \nA: Не указано.\n\nQ: Все общаги коридорного типа по 3 чел в комнате или по сколько? По 2 чел нет?  \nA: Коридорного типа по 3 человека, но есть и блочные.\n\nQ: На Царева блочный тип, верно?  \nA: Нет, кухня на этаже, не в каждом блоке, газа нет, только электроплиты и духовки.\n\nQ: Можно в общагу утюг или только отпариватель?  \nA: Не указано.\n\n### Используемые термины и аббревиатуры\n- Коридорный тип — комнаты расположены вдоль коридора.\n- Блочный тип — несколько комнат объединены в блок с общими удобствами.\n\n### Незакрытые вопросы\n- Что лучше: блок или коридорка?\n- Можно ли в общежитии использовать мультиварку?\n- Какая ситуация с туалетами и душевыми в общежитии на Панфилова?",
            "# Источник номер 2\nАктуально в период: 2021\n\n### Суть\nОбсуждение особенностей заселения и инфраструктуры общежития «Дружба», включая типы комнат и удобств.\n\n### Ключевые факты\n- В общежитии «Дружба» есть блочные комнаты и комнаты на этажах (секционные).\n- Блочные комнаты имеют отдельные двери, коридоры и удобства на 2–4 комнаты.\n- Секционные комнаты имеют общие удобства на 4 комнаты, кухня общая на этаж.\n- Комнаты в блоках распределяются по половому признаку, исключая комнаты для семейных пар.\n- Микроволновые печи разрешены в комнатах общежития.\n\n### Часто задаваемые вопросы\nQ: Можно ли в комнате общежития иметь микроволновку?  \nA: Да, микроволновые печи разрешены.\n\nQ: Кухня в блочных общагах одна на сколько комнат?  \nA: Кухня общая на 2–3–4 комнаты.\n\n### Используемые термины и аббревиатуры\n- Блочные комнаты — комнаты с удобствами на несколько комнат, отдельный коридор.\n- Секционные комнаты — комнаты с общими удобствами на несколько комнат, общая кухня на этаж.\n\n### Незакрытые вопросы\n- Есть ли в общагах комнаты с утюгами или подобными удобствами?",
            "# Источник номер 3\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение бытовых вопросов, связанных с проживанием в общежитиях МАИ и питанием в вузе и его окрестностях.\n\n### Ключевые факты\n- Студентов восьмого факультета заселяют в общежития Панфилова, башню и морг.\n- В общежитиях в основном блочный тип комнат, но есть и коридорный.\n- В МАИ есть столовые и кафе, например, «Теремок» и «Ёлочка», в каждом корпусе.\n- Цены в столовых вуза могут быть выше, чем в ближайших заведениях быстрого питания, таких как шаурмичная.\n\n### Часто задаваемые вопросы\nQ: В какие общежития заселяют студентов 8-го факультета?  \nA: Панфилова, башня, морг.\n\nQ: Какой тип комнат в общежитиях?  \nA: В основном блочный, есть и коридорный.\n\nQ: Есть ли столовая или буфет в вузе?  \nA: Есть столовые и кафе в каждом корпусе, например, «Теремок» и «Ёлочка».\n\n### Дополнительная важная информация\nРядом с МАИ и в окрестностях есть заведения с более доступными ценами на еду, включая шаурмичные.",
            "# Источник номер 4\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение порядка действий при заселении в общежитие и необходимых документов, а также информация о сдаче оригиналов аттестатов (дипломов) в МАИ.\n\n### Ключевые факты\n\n- С начала сентября МАИ начнёт принимать оригиналы аттестатов (дипломов) у поступивших.\n- Рекомендуется сдать оригиналы документов до 1 октября, пока работает приёмная комиссия.\n- Оригиналы документов об образовании принимаются только с твёрдой обложкой.\n- Необходимы фотографии: 4 штуки 3х4 и 4 штуки 4х6 на матовой бумаге.\n- Для заселения в общежитие нужно пройти осмотр на К. Царева, а направление на заселение дадут на Дубосековской.\n\n### Часто задаваемые вопросы\n\nQ: Где в основном проходят занятия у ФИИТа?  \nA: В чанке нет ответа.\n\nQ: А извещение о зачислении когда появится в ЛК?  \nA: В чанке нет ответа.\n\nQ: Как узнать, в какой ты общаге?  \nA: На Дубосековской дадут направление на заселение, но для его получения надо пройти осмотр на Царева.\n\n### Используемые термины и аббревиатуры\n\n- ЛК — личный кабинет.\n- ФИИТ — предположительно, факультет или институт информационных технологий в МАИ.\n\n### Незакрытые вопросы\n\n- Где берётся извещение о зач.?\n- Как она выглядит хоть? Есть пример?\n- А нужно в детскую идти? Или во взрослую?",
            "# Источник номер 5\nАктуально в период: 2021\n\n### Суть\n\nУчастники чата обсуждают условия проживания в общежитиях МАИ, интересуются их инфраструктурой и особенностями распределения мест.\n\n### Ключевые факты\n\n- В общежитии 2–3 человека в комнате.\n- В разных общежитиях душ может быть на одну комнату, на несколько комнат или общий на первом этаже.\n- В общежитиях есть коворкинги и спортзалы.\n- Кухни расположены на этаже.\n- Во всех общежитиях есть хороший бесплатный вайфай.\n- Есть возможность получить стол по запросу.\n- Предоставляется бесплатная помощь электрика, плотника и сантехника, заявки выполняются в течение трёх часов.\n\n### Часто задаваемые вопросы\n\nQ: Есть ли сайт или информация про общежитие?  \nA: Сайта нет.\n\nQ: Как устроено общежитие?  \nA: У блочных общежитий две комнаты (в одной два человека, во второй три) с общим санузлом, кухня на этаже общая. У коридорных — три человека в комнате и на этаже души, туалеты, умывалки, кухни.\n\nQ: Иностранцам всем дают место в общежитии?  \nA: Да, иностранцам всем дают, с вами же должны были связаться.\n\n### Используемые термины и аббревиатуры\n\n- МАИ — Московский авиационный институт.\n\n### Незакрытые вопросы\n\n- Если ты иностранец, вероятность получения общаги больше?",
            "# Источник номер 6\nАктуально в период: 2021\n\n### Суть\nОбсуждение наличия столовых и буфетов в МАИ, типов комнат в общежитиях и мест, где студенты могут питаться.\n\n### Ключевые факты\n- В МАИ есть столовые и буфеты в каждом корпусе.\n- Студенты могут приносить еду с собой и использовать микроволновки в столовых.\n- Общежития для студентов 8-го факультета в основном расположены на Панфиловой, башне и морге.\n- В общежитиях есть комнаты блочного и коридорного типа.\n\n### Часто задаваемые вопросы\nQ: В какие общежития заселяют студентов 8-го факультета?  \nA: Панфилова, башня, морг в основном.\n\nQ: Какой тип комнат в общежитиях?  \nA: В основном блочный, есть и коридорный тип.\n\nQ: Есть ли столовые или буфеты в ВУЗе?  \nA: Есть и буфеты, и столовые.\n\n### Дополнительная важная информация\nСтуденты также упоминают возможность питаться в ближайших кафе и готовить самостоятельно в общежитии.",
            "# Источник номер 7\nАктуально в период: 2023\n\n### Суть\nОбсуждение бытовых вопросов, связанных с тараканами в общежитии, без упоминания поступления в МАИ или связанных с ним процедур.\n\n### Дополнительная важная информация\nВ обсуждении не содержится информации, касающейся поступления в МАИ.",
            "# Источник номер 8\nАктуально в период: 2021\n\n### Суть\nОбсуждение вопросов, связанных с заселением в общежитие МАИ, в частности, какие вещи стоит брать с собой и как обстоят дела с чистотой комнат.\n\n### Ключевые факты\n- Перед заселением в общежитие комнаты, скорее всего, будут чистыми.\n- Рекомендуется не брать с собой дорогостоящую бытовую технику из-за риска появления вредителей в неухоженной комнате.\n- Обычно студенты покупают подержанный холодильник, микроволновку и электрочайник.\n- Грязь в комнате может привести к выговорам и даже выселению из общежития.\n\n### Часто задаваемые вопросы\nQ: А при заселении чисто убираются по сути?  \nA: Я думаю комнату уберут перед заселением. Но хорошая прям будет подороже.\n\nQ: Там не договориться, в этих комнатах будут мероприятия всякие?  \nA: Никто не мешает и жить, и проводить мероприятия.\n\n### Дополнительная важная информация\nЕсли не поддерживать порядок в комнате общежития, это может привести к появлению вредителей и выговорам.",
            "# Источник номер 9\nАктуально в период: 2021\n\n### Суть\n\nВ чанке обсуждаются вопросы, связанные с заселением в общежития МАИ, а также проблемы с получением информации о дополнительных местах в общежитии.\n\n### Ключевые факты\n\n- Заселение в общежития скоро начнётся.\n- Просьба не отправлять вопросы о дополнительных местах в общежитии в личные сообщения.\n- Вся информация будет сообщаться в общем канале.\n- Есть форма для вопросов по заселению: https://forms.gle/MT1aEoCw1KXdxdBv7.\n\n### Часто задаваемые вопросы\n\nQ: Сколько кастрюль можно взять с собой?  \nA: В чанке нет ответа.\n\nQ: Где точка сбора?  \nA: В чанке нет ответа.\n\n### Незакрытые вопросы\n\n- Сколько дополнительных мест в общежитии будет предоставлено?\n- Как будет происходить распределение дополнительных мест в общежитии?",
            "# Источник номер 10\nАктуально в период: 2021\n\n### Суть\n\nВ чанке обсуждаются вопросы, связанные с поступлением в МАИ, распределением по общежитиям и предстоящим мероприятием на VK-fest.\n\n### Ключевые факты\n\n- У абитуриента задвоилось заявление на факультет ГУ: одно участвует в конкурсе, другое на рассмотрении.\n- На VK-fest площадке «Лужники» 13 и 14 июля будет стенд МАИ, где студенты института №8 покажут и расскажут про IT-технологии в учёбе и науке.\n- В общежитии нет комендантского часа в 5 корпусе.\n- Высокобальникам нет особых привилегий с общежитиями.\n- Мероприятие на VK-fest будет проходить с 11 до 20 часов.\n\n### Часто задаваемые вопросы\n\nQ: Подскажите, а как вообще проходит распределение по общежитиям?  \nA: Нет ответа в пределах чанка.\n\nQ: Насколько я знаю, в 5 общаге нет комендантского часа?  \nA: Да, комендантского часа нет.\n\nQ: Подскажите, нужно ли где-то регистрироваться на мероприятие в VK-fest или просто прийти в назначенное время?  \nA: Регистрироваться не нужно, мероприятие открыто для всех посетителей фестиваля.\n\nQ: Возможно ли заново подать заявление в вуз, но на другие специальности?  \nA: Нет ответа в пределах чанка.\n\n### Используемые термины и аббревиатуры\n\n- ГУ — факультет, вероятно, имеется в виду факультет «Градостроительство и управление недвижимостью» или другой факультет с аббревиатурой ГУ.\n- VK-fest — фестиваль, организованный социальной сетью VK.\n\n### Незакрытые вопросы\n\n- Подскажите, а как вообще проходит распределение по общежитиям?\n- Насколько общаги между собой сильно отличаются?\n- Возможно ли заново подать заявление в вуз, но на другие специальности или уже нельзя?"
        ],
        "reference": "⚠️ Однако стоит учитывать, что некоторые общежития или медицинские комиссии требуют более свежую справку — не старше 6 месяцев, поэтому лучше пройти флюорографию ближе к моменту заселения.\n",
        "response": "В общежитии на улице К. Царёва, д. 12, стр. 1 (Корпус № 3) тип размещения — «Комфорт», и условия включают секции по 4 комнаты с санузлом. В предоставленной информации не указано наличие кухонь у каждого блока или общих кухонь, а также нет информации о газовых плитах. Рекомендую обратиться напрямую в администрацию общежития для получения более детальной информации о наличии кухонь и оборудования."
    },
    {
        "user_input": "Добрый вечер. Подскажите пожалуйста, чем принципиально отличается образовательная программа ''Информатика\"\" на направлении 01.03.02 от ''Информатики и компьютерных наук\"\" на направлении 02.03.02?  ",
        "retrieved_contexts": [
            "# Источник номер 1\nАктуально в период: 2021\n\n### Суть\nОбсуждение процедур поступления в МАИ, проблем с зачислением индивидуальных достижений, вопросов по образовательным программам и общежитиям, а также информации о предстоящем мероприятии.\n\n### Ключевые факты\n- Все манипуляции с заявлением нужно завершить до 25 числа.\n- Проблема с незасчитанным аттестатом с отличием как индивидуальное достижение (ИД).\n- Проблема с неверной информацией в списках баллов, где не учитывается золотая медаль.\n- Напоминание о необходимости проверить закреплённое сообщение и обратиться в личные сообщения при проблемах с ИД или списками.\n- Информация о предстоящем брифинге ответственного секретаря приёмной комиссии Института №8.\n- Обращение директора института к абитуриентам с высокими баллами ЕГЭ о возможности получения общежития.\n\n### Часто задаваемые вопросы\nQ: Чем принципиально отличается образовательная программа «Информатика» на направлении 01.03.02 от «Информатики и компьютерных наук» на направлении 02.03.02?\nA: Нет ответа в пределах чанка.\n\nQ: Если идёшь по целевому, то общежитие всё равно на общих основаниях?\nA: Нет ответа в пределах чанка.\n\nQ: От количества целевиков, например, 23 человека, на них 30% выделяется мест в общежитии?\nA: Нет ответа в пределах чанка.\n\n### Используемые термины и аббревиатуры\n- ИД — индивидуальные достижения.\n- ЕГЭ — единый государственный экзамен.\n\n### Незакрытые вопросы\n- Чем принципиально отличается образовательная программа «Информатика» на направлении 01.03.02 от «Информатики и компьютерных наук» на направлении 02.03.02?\n- Если идёшь по целевому, то общежитие всё равно на общих основаниях?\n- От количества целевиков, например, 23 человека, на них 30% выделяется мест в общежитии?",
            "# Источник номер 2\nАктуально в период: 2021\n\n### Суть\nОбсуждение учебных планов и специальностей в МАИ, включая наличие программирования на первом курсе и особенности различных направлений подготовки.\n\n### Ключевые факты\n- На первом курсе есть программирование.\n- Упоминается возможность увидеть учебные планы в закрепе.\n- Обсуждается количество мест на некоторые направления: 200 мест на Компьютерные науки и прикладную математику, 100 мест на Фундаментальную информатику и информационные технологии.\n- Упоминаются различные предметы, такие как вычислительные сети и телекоммуникации, схемотехника.\n\n### Часто задаваемые вопросы\nQ: Где можно увидеть КЦП на 2023 год?  \nA: Нет точного ответа в чанке.\n\nQ: Хватает ли знаний Python с ЕГЭ по информатике для начала?  \nA: Нет точного ответа в чанке.\n\n### Используемые термины и аббревиатуры\n- КЦП — контрольные цифры приёма.\n- ЕГЭ — единый государственный экзамен.\n- ИВТ — информационные и вычислительные технологии.\n\n### Незакрытые вопросы\n- Где можно увидеть КЦП на 2023 год?\n- Хватает ли знаний Python с ЕГЭ по информатике для начала?",
            "# Источник номер 3\nАктуально в период: 2021\n\n### Суть\n\nЧат содержит вопросы абитуриентов о поступлении по различным квотам, условиях проживания в общежитии, а также о направлениях подготовки в 8 институте МАИ и их сравнении с факультетом Фундаментальных наук МГТУ им. Баумана.\n\n### Ключевые факты\n\n- Предусмотрены три квоты: целевая, особая и отдельная.\n- Под каждую квоту в 8 институте выделено 10% от числа бюджетных мест.\n- Если выделенные на квоты места не будут полностью заполнены, свободные места переместятся в общий конкурс.\n- В 8 институт уже подано 5 заявлений по целевой квоте.\n- Направления подготовки «Прикладная математика и информатика» (01.03.02) и «Фундаментальная информатика и информационные технологии» (02.03.02) в 8 институте считаются наиболее программистскими среди московских инженерных вузов.\n\n### Часто задаваемые вопросы\n\nQ: Как обстоят дела с программой по информационным технологиям и системам?\nA: В 8 институте МАИ самые программистские в МАИ и среди московских инженерных вузов направления подготовки «Прикладная математика и информатика» 01.03.02 и «Фундаментальная информатика и информационные технологии» 02.03.02.\n\nQ: Стоит ли поступать в 8 институт, чтобы изучать программное обеспечение?\nA: Да, в 8 институте сильная программистская подготовка, студенты кафедры многократно обыгрывали и опережали МГТУ им. Баумана в соревнованиях по спортивному программированию.\n\nQ: Чем отличается 8 институт от факультета Фундаментальных наук МГТУ им. Баумана по направлению 01.03.00?\nA: 8 институт более ИТ-ориентирован и имеет более сильную программистскую подготовку.\n\n### Используемые термины и аббревиатуры\n\n- Квоты — особые условия поступления для определённых категорий абитуриентов.\n- Целевая квота — квота для абитуриентов, направленных на обучение предприятиями или организациями.\n- ИТ (информационные технологии) — область, связанная с обработкой и передачей информации с помощью компьютерных систем.\n- МГТУ им. Баумана — Московский государственный технический университет имени Н. Э. Баумана.",
            "# Источник номер 4\nАктуально в период: 2021\n\n### Суть\nОбсуждение учебных программ и курсов на разных факультетах МАИ, вопросы о доступе к учебным планам и информации об обучении.\n\n### Ключевые факты\n- Первый курс включает единую программу для всех студентов.\n- Введение в аркт является обязательным курсом.\n- Предмет «ЯиМП и Практикум на ЭВМ» изучается во втором семестре.\n- Полный учебный план можно посмотреть на сайте МАИ.\n\n### Часто задаваемые вопросы\nQ: А на каком курсе на ФИИТ изучают базы данных?  \nA: Кажется, на 3. Вы можете посмотреть полный учебный план тут https://mai.ru/sveden/education/obrazovanie_5/\n\nQ: Если мне есть 18, буду ли я допущен до занятий если привит Лайтом?  \nA: [Нет ответа в чанке]\n\nQ: Где дополнительно посмотреть программы/предметы первого года обучения по направлениям?  \nA: [Нет ответа в чанке]\n\n### Незакрытые вопросы\n- Где можно посмотреть фотографии классов и аудиторий?\n- Если мне есть 18, буду ли я допущен до занятий если привит Лайтом?\n- Где дополнительно посмотреть программы/предметы первого года обучения по направлениям?",
            "# Источник номер 5\nАктуально в период: 2021\n\n### Суть\nОбсуждение наличия и содержания программ по направлениям, связанным с программной инженерией и программированием в вузах ТИР-2, таких как МИРЭА, МИСиС и МГТУ им. Баумана, в сравнении с МАИ.\n\n### Ключевые факты\n- В вузах ТИР-2, таких как МИРЭА, МИСиС и МГТУ им. Баумана, есть направления, связанные с программной инженерией и программированием.\n- В МИСиС на направлении ИВТ после второго курса практически отсутствует программирование, а лабораторные работы связаны с построением диаграмм в Excel и на C#.\n- Обсуждается, что некоторые направления в МИСиС могут быть более техническими, чем связанными с программированием.\n\n### Часто задаваемые вопросы\nQ: Является ли МИРЭА конкурентом для МАИ?\nA: Нет, МИРЭА имеет низкий рейтинг и не является конкурентом для МАИ.\n\nQ: Можно ли считать МИСиС конкурентом для МАИ по направлениям, связанным с программированием?\nA: Да, МИСиС может быть конкурентом, несмотря на особенности своих программ.\n\n### Используемые термины и аббревиатуры\n- ТИР-2 — вузы второго уровня в определённой классификации.\n- ИВТ — направление «Информатика и вычислительная техника».\n- ПМИ — прикладная математика и информатика.\n- Excel — программа для работы с электронными таблицами.\n- C# — язык программирования.",
            "# Источник номер 6\nАктуально в период: 2021\n\n### Суть\n\nВ чанке представлена статистика по конкурсу на поступление в МАИ на определённые направления подготовки, включая информацию о количестве мест, поданных оригиналах документов, проходных баллах и наличии конкурса на общежитие. Также обсуждаются вопросы, связанные с поступлением БВИ и распределением мест в общежитии.\n\n### Ключевые факты\n\n- На направление 01.03.00 всего 216 мест, из них 81 место в общежитии. Подано 236 оригиналов документов, требуется общежитие 113 поступающим. Свободных мест нет, минимальный балл на общий конкурс — 245, на общежитие — 264.\n- На направление 02.03.02 всего 46 мест, из них 17 мест в общежитии. Подано 43 оригинала, свободно 3 места без конкурса, проходной балл — 225. На общежитие проходной балл — 259.\n- Прошлый год: проходной балл с общежитием на 01.03.00 был 264.\n- На ФИИТ небольшой конкурс на общежитие, проходной балл на вечер субботы — 231.\n- БВИ поступающие учитываются в общем конкурсе как имеющие 310 баллов.\n\n### Часто задаваемые вопросы\n\nQ: А до какого момента вы будете держать нас в курсе по поводу конкурсной ситуации?  \nA: Нет ответа в чанке.\n\nQ: или с общежитием надо больше баллов иметь?  \nA: Да, проходной балл с общежитием выше, чем без общежития.\n\nQ: Поступающие БВИ к какой строчке в таблице относятся?  \nA: По общему конкурсу идут как 310 баллов.\n\nQ: Сколько мест на общежитие на 01.03.00? На сайте стоит цифра 50. Где-то в чате мелькала цифра 56. Подскажите пожалуйста какая цифра правильная?  \nA: 6 мест вычтено на целевую квоту (4 места на ПМИ и 2 места на ПМ). Итого в списке 01.03.00 стоит 56-6=50 мест. Если места не исчерпаются, то они вернутся в общий конкурс (но на данный момент 5/6 мест уже заняты).\n\n### Используемые термины и аббревиатуры\n\n- ОК — общий конкурс.\n- БВИ — без вступительных испытаний.\n- ФИИТ — факультет информатики и информационных технологий.\n- ПМИ — прикладная математика и информатика.\n- ПМ — программная инженерия.\n\n### Незакрытые вопросы\n\n- А до какого момента вы будете держать нас в курсе по поводу конкурсной ситуации?",
            "# Источник номер 7\nАктуально в период: 2021\n\n### Суть\n\nАбитуриенты обсуждают различия между направлениями обучения в МАИ, интересуются технической составляющей специальностей, а также пытаются найти контакты студентов для получения информации о программах обучения.\n\n### Ключевые факты\n\n- Направления различаются предметами на 3–4 курсах, особенно по техническим дисциплинам.\n- Специальность «Информатика» относится к 806 кафедре.\n- Техническая составляющая включает дисциплины, такие как введение в авиационную и ракетно-космическую технику, электротехника, начертательная геометрия и др.\n- Специальность ИБ подразумевает глубокое изучение аппаратной части.\n- Курсы программирования различаются по количеству времени, уделяемому на эти дисциплины, и программам.\n\n### Часто задаваемые вопросы\n\nQ: Что вы имеете в виду под «технической» составляющей? Что в неё входит?\nA: Например, такие дисциплины как: введение в авиационную и ракетно-космическую технику, электротехника, начертательная геометрия и др.\n\nQ: Есть ли такая же беседа у института №3? Не могу найти ссылку.\nA: Попробуйте позвонить по их телефону +7 495 212-19-36. Но, вроде бы, у них нет таких ресурсов.\n\nQ: Какое направление из 3 института наиболее близко к 8?\nA: Наверное, никакое. Это совершенно разные направления, даже по УГС.\n\n### Используемые термины и аббревиатуры\n\n- ИБ — информационная безопасность.\n- УГС — укрупнённая группа специальностей.\n\n### Незакрытые вопросы\n\n- А можете что-нибудь сказать про программирование и информатику у них?",
            "# Источник номер 8\nАктуально в период: 2021\n\n### Суть\n\nВ чате обсуждаются преподаватели ИТ-блока в институте №8 МАИ, вероятность зачисления на направление 01.03.02 с разными баллами, а также вопросы, связанные с общежитием и проходными баллами.\n\n### Ключевые факты\n\n- Преподаватели ИТ-блока института №8 МАИ преподают только в своём институте.\n- Среди преподавателей ИТ-блока есть выпускники МАИ, работающие в крупных компаниях, таких как МТС Digital, Яндекс.\n- Есть вероятность зачисления на платное обучение на направление 01.03.02 с 237 баллами.\n- Общежитие на платном обучении не предоставляется.\n- Выход приказа на зачисление отдельной квоты происходит раньше, и студенты этой квоты получают общежитие раньше.\n\n### Часто задаваемые вопросы\n\nQ: Какая вероятность зачисления в этом году на ПО на 01.03.02 с 237 баллами?\nA: 100% вероятность. 237 — это замечательно для платки.\n\nQ: А 249 на бюджет туда же?\nA: Пока сложно что-либо говорить о проходных баллах на бюджет, заявлений не очень много, а оригиналов ещё меньше, поэтому строить прогнозы очень сложно.\n\n### Используемые термины и аббревиатуры\n\n- ПО — платное обучение.\n- ПМИ — прикладная математика и информатика.\n- ООП — объектно-ориентированное программирование.\n- ИИ — искусственный интеллект.\n- ФКН — факультет компьютерных наук.\n\n### Незакрытые вопросы\n\n- На каком направлении учился отвечающий?",
            "# Источник номер 9\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение процесса выбора образовательных программ на направлении «Компьютерные науки и прикладная математика» в МАИ, а также информации о бюджетных местах и конкурсных списках.\n\n### Ключевые факты\n\n- Выбор образовательной программы происходит после зачисления на конкурсную группу, но до начала обучения.\n- Распределение по программам будет осуществляться на основе предпочтений студентов и баллов ЕГЭ.\n- На направление 01.03.02 выделено 165 бюджетных мест из 225.\n- Конкурсные списки, опубликованные 27 июля, будут окончательными и не будут включать новые заявления.\n\n### Часто задаваемые вопросы\n\nQ: Как происходит выбор программ обучения на направлении «Компьютерные науки и прикладная математика»?  \nA: Выбор происходит после зачисления на конкурсную группу, но до начала обучения, через опросник с указанием приоритетов.\n\nQ: Чем отличаются конкурсные списки, которые будут опубликованы 27 июля, от списков поступающих, которые есть сейчас?  \nA: После 27 июля в списках не будет новых заявлений и изменений.\n\n### Используемые термины и аббревиатуры\n\n- ЕГЭ — Единый государственный экзамен.\n- ГУ — главный сайт (вероятно, имеется в виду официальный сайт МАИ).\n\n### Незакрытые вопросы\n\n- Чем конкретно отличаются конкурсные списки до и после 27 июля?\n\n### Дополнительная важная информация\n\nУсловия жизни в общежитии и окружение людей являются важными критериями при выборе вуза, наряду с образовательным процессом.",
            "# Источник номер 10\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение условий поступления на различные направления подготовки в МАИ, возможностей перехода между направлениями, вопросов проживания в общежитии и аренды жилья, а также проблем со статусом заявлений в личном кабинете абитуриента.\n\n### Ключевые факты\n\n- На первом курсе направления подготовки 01.03.04 «Прикладная математика» и 01.03.02 «Прикладная информатика и математика» абсолютно одинаковы.\n- Разделение по дисциплинам начинается со второго курса.\n- Переход с одного направления на другое возможен после первого курса при наличии свободных бюджетных мест.\n- Статус заявления в личном кабинете абитуриента не изменился у поступающего по целевой квоте.\n- Проживание в общежитии не гарантировано, поэтому обсуждаются варианты аренды жилья.\n\n### Часто задаваемые вопросы\n\nQ: На каком курсе идёт разделение на направления подготовки 01.03.04 и 01.03.02?  \nA: Разделение по дисциплинам начинается со второго курса.\n\nQ: Есть ли возможность перехода с одного направления на другое?  \nA: После первого курса можно перейти при наличии свободных бюджетных мест.\n\nQ: Какой статус у заявлений, поданных по целевой квоте?  \nA: Статус заявления в личном кабинете абитуриента не изменился.\n\n### Используемые термины и аббревиатуры\n\n- ФИИТ — факультет информатики и информационных технологий.\n- МЦД — Московские центральные диаметры (система городских электричек).\n- КЦП — целевая квота.\n\n### Незакрытые вопросы\n\n- К кому обратиться, чтобы разобраться со статусом в личном кабинете?\n- Чем общежитие от хостела отличается?"
        ],
        "reference": "Достаточно предоставить копию результата (врачи обычно выдают её сразу после обследования).\n",
        "response": "На основании доступной информации, можно сказать следующее о различиях между программами «Прикладная математика и информатика» (01.03.02) и «Фундаментальная информатика и информационные технологии» (02.03.02) в МАИ:\n\n1. **Общие черты**:\n   - Обе программы имеют сильное направление в области программирования и математики.\n   - Обучение по этим направлениям проходит на одной и той же кафедре.\n\n2. **Различия**:\n   - Различия в программах начинают проявляться с третьего курса и касаются последовательности чтения дисциплин и преподавателей.\n   - На программе «Прикладная математика и информатика» есть дисциплина «дискретный анализ», которую читает Макаров Никита Константинович, а на «Фундаментальной информатике и информационных технологиях» аналогичный курс называется «фундаментальные алгоритмы».\n   - На четвёртом курсе «Прикладной математики и информатики» есть дисциплина «распределённые и параллельные вычисления».\n\nДля более детального понимания различий между этими программами и выбора наиболее подходящего направления, рекомендую обратиться напрямую в приёмную комиссию МАИ."
    },
    {
        "user_input": "Здравствуйте, а если поступить на бюджет без общаги, ее потом можно будет получить, если да, сложно ли это будет сделать?",
        "retrieved_contexts": [
            "# Источник номер 1\nАктуально в период: 2021\n\n### Суть\n\nАбитуриенты задают вопросы о поступлении в МАИ, в частности о дистанционном формате вступительного экзамена для магистратуры, возможности получения общежития, особенностях целевых квот, а также о спортивных секциях и доступе к выпускным работам и программам обучения.\n\n### Ключевые факты\n\n- Можно получить общежитие уже после зачисления, нужно будет встать в очередь.\n- Если подано заявление по целевой квоте, возможно возникнет вопрос о возможности его отмены и подачи на то же направление, но другой компании.\n- Прохождение вступительного экзамена для магистратуры организовано дистанционно.\n- Спортивную секцию каратэ можно найти на кафедре.\n\n### Часто задаваемые вопросы\n\nQ: Как организовано прохождение вступительного экзамена для магистратуры?  \nA: Прохождение вступительного экзамена для магистратуры организовано дистанционно.\n\nQ: Можно ли получить общежитие, если поступаешь на бюджет без общежития?  \nA: Да, можно получить общежитие уже после зачисления. Нужно будет встать в очередь.\n\n### Используемые термины и аббревиатуры\n\n- Квота — определённое количество мест, выделенных для поступления по особым условиям.\n- Целевая квота — поступление на обучение по направлению от конкретной компании или организации.\n\n### Незакрытые вопросы\n\n- Где можно найти выпускные работы выпускников программы «Статистический анализ и оптимизация сложных технических и экономических систем»?\n- Почему в цифрах приёма не учитывается определённый человек?\n- Если поступить на бюджет без общежития, сложно ли будет получить общежитие потом?\n- Что могло случиться, если данные сына пропали из конкурсных списков?",
            "# Источник номер 2\nАктуально в период: 2021\n\n### Суть\nАбитуриенты задают вопросы о поступлении в МАИ, статусе заявлений, шансах на поступление, общежитиях и работе приёмной комиссии.\n\n### Ключевые факты\n- Проходной балл на направление 02.03.02 (ФИИТ) в этом году не будет выше, чем в 2022 году.\n- В сентябре можно встать в очередь на место в общежитии.\n- Если есть желание сменить приоритет или внести изменения в заявление, не рекомендуется трогать личный кабинет.\n- Для получения места в общежитии необходимо активное участие в жизни института и хорошая успеваемость.\n- Информацию о прошлых годах можно найти в приказах зачисления прошлых лет.\n\n### Часто задаваемые вопросы\nQ: Есть ли шансы поступить на платку с 206 баллами?  \nA: Не указано.\n\nQ: Велики ли шансы поступить на бюджет на 02.03.02 (ФИИТ) с 256 баллами?  \nA: Проходной балл выше не будет.\n\nQ: Нужно ли записываться заранее в приёмную комиссию, чтобы принести оригинал документов?  \nA: Не указано.\n\nQ: Если мы проходим на бюджет, а на место в общежитии нет, есть ли вариант предоставления места в общежитии, например, после первого семестра?  \nA: В сентябре можно встать в очередь на место в общежитие.\n\n### Используемые термины и аббревиатуры\n- ФИИТ — факультет информационных технологий и информационных систем.\n- Платка — платное обучение.\n- Бюджет — обучение за счёт государственных средств.\n- ПК — приёмная комиссия.\n\n### Незакрытые вопросы\n- Подскажите, нужно ли записываться заранее в ПК, чтобы оригинал принести?\n- Подскажите, адрес и часы работы ПК правильные я нашёл?",
            "# Источник номер 3\nАктуально в период: 2021\n\n### Суть\nОбсуждение возможности сдачи сессии без троек, перехода с платного обучения на бесплатное, получения стипендии и общежития в МАИ.\n\n### Ключевые факты\n- Студентка перешла на бюджет после первой сессии, сдав экзамены на 4 и 5, и получает стипендию.\n- Для получения стипендии необходимо сдавать сессию без троек.\n- Есть возможность перевода на бюджет при успешной сдаче экзаменов.\n- С сентября можно встать в очередь на общежитие, очередь движется примерно на 50 человек в год.\n\n### Часто задаваемые вопросы\nQ: Реально сдать сессию без троек?  \nA: Если студент готовится ко всему нормально, то всё он сдаст.\n\nQ: Если вдруг предлагают целевое, а человек соглашается, но по итогам всех подсчётов он попадает таки на бюджет, как будет?  \nA: В чанке нет ответа.\n\nQ: Если не получить общежитие при поступлении, возможно ли получить его потом? Если да, то как скоро?  \nA: С сентября можно встать в очередь на общежитие, очередь движется примерно на 50 человек в год.\n\n### Используемые термины и аббревиатуры\n- Целевое — поступление в вуз по целевой квоте.\n- Общага — общежитие.\n- Фиит — предположительно, факультет информационных технологий и вычислительной техники.\n- Пми — предположительно, прикладная математика и информатика.\n\n### Незакрытые вопросы\n- Если вдруг предлагают целевое и человек соглашается, но по итогам всех подсчётов он попадает таки на бюджет, как будет?",
            "# Источник номер 4\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение процесса заселения в общежитие МАИ, необходимости получения извещения о зачислении и возможности заселения в другой день.\n\n### Ключевые факты\n\n- Для заселения в общежитие извещение о зачислении не нужно, если оно не потребуется, то об этом сообщат заранее.\n- Если человек заселяется в общежитие 30 числа, то ему не обязательно получать извещение заранее, можно сделать это в день заселения.\n- Запись для получения извещения не нужна, если прийти за ним в день заселения.\n- Заселение возможно по договорённости с дирекцией студгородка в другой день при наличии справки для общежития.\n\n### Часто задаваемые вопросы\n\nQ: Можно ли идти заселяться без извещения? А извещение получить потом?\nA: Да, можно идти заселяться без извещения, если оно не потребуется для заселения.\n\nQ: Те, кто заселяются в общежитие 30, когда им лучше получить извещение? Завтра или в день заселения?\nA: Сложно сказать, но можно получить извещение в день заселения.\n\nQ: Есть ли возможность заселиться в другой день?\nA: По договорённости с дирекцией студгородка.\n\n### Незакрытые вопросы\n\n- Через какое время после документа о зачислении я узнаю, получу ли общежитие?",
            "# Источник номер 5\nАктуально в период: 2021\n\n### Суть\nОбсуждение процесса поступления в МАИ, включая вопросы о зачислении, проходных баллах, БВИ и особенностях подачи документов.\n\n### Ключевые факты\n- Если поступающий проходит на бюджетное место в неугодный ему институт, лучше отозвать оригинал документа, чем зачисляться и потом отчисляться.\n- Лица, зачисленные по БВИ, могут участвовать в общем конкурсе на другие специальности.\n- Отозвать заявление, поданное лично, можно через ГУ.\n- Заявление на платное обучение можно подать через ГУ.\n\n### Часто задаваемые вопросы\nQ: Если проходишь на бюджет, но в 3 институт, а туда не хочешь идти, лучше отозвать оригинал?  \nA: Да, лучше забрать оригинал сейчас, чем зачислиться на бюджет в 3-ку и потом отчисляться.\n\nQ: Можно ли подавать заявление по общему конкурсу, если уже зачислены по БВИ?  \nA: Да, они имеют полное право поступать по общему конкурсу (только не на ту специальность, на которую зачислены).\n\nQ: Как на платное подать через ГУ? Там же можно было до 25 заявление редактировать, или там какие-то нуансы есть по этому поводу?  \nA: Заявление на платное обучение можно подать через ГУ, но могут быть нюансы.\n\n### Используемые термины и аббревиатуры\n- БВИ — без вступительных испытаний.\n- ГУ — возможно, Государственная услуга или личный кабинет абитуриента на сайте МАИ.\n\n### Незакрытые вопросы\n- А это надо сделать до 3 августа или можно позже? И ещё если подавали лично, отозвать через ГУ можно?",
            "# Источник номер 6\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение условий поступления в МАИ, включая вопросы о платном обучении, проходных баллах, возможности участия в конкурсе на бюджет при подписании договора на платное обучение, а также вопросы о мероприятиях и общежитиях.\n\n### Ключевые факты\n\n- Проходные баллы для поступления различаются по направлениям.\n- При подаче документов на платное обучение на одно направление можно участвовать в конкурсе на бюджет на другое.\n- Общежитие предоставляется только БВИшникам и квотникам.\n- Некоторые абитуриенты выражают опасения по поводу высоких проходных баллов.\n\n### Часто задаваемые вопросы\n\nQ: Если я подписываю договор на платное обучение на одно направление, то я всё ещё могу участвовать в конкурсе на бюджет на другое?\nA: Да, можно участвовать.\n\nQ: Есть ли общежитие?\nA: Общежитие нет, только для БВИшников и квотников.\n\n### Используемые термины и аббревиатуры\n\n- БВИ — без вступительных испытаний.\n- Квотник — абитуриент, поступающий по квоте.\n\n### Незакрытые вопросы\n\n- Могут ли порекомендовать направление, если меньше 200 баллов?\n- Является ли 200+ общим ограничением для всех направлений?\n- Будут ли какие-нибудь мероприятия с 28-го числа?",
            "# Источник номер 7\nАктуально в период: 2021\n\n### Суть\n\nЧат содержит вопросы абитуриентов и студентов о возможности перевода на другой факультет или кафедру МАИ, условиях и шансах на перевод, а также общие обсуждения сложности обучения и возможностей поступления.\n\n### Ключевые факты\n- Перевод возможен, но мест освобождается мало.\n- Комиссия по переводу рассматривает заявления после 1 августа.\n- Желающих перевестись с платного обучения на бюджетную форму рассматривают в первую очередь.\n- Перевод с других кафедр и факультетов МАИ и из других институтов происходит в порядке очерёдности после перевода с платного на бюджет.\n- Для перевода необходимо написать заявление.\n- На платное обучение можно поступить без проблем.\n\n### Часто задаваемые вопросы\nQ: Реально ли перевестись на другой факультет или кафедру?  \nA: Возможно, но мест освобождается достаточно мало.\n\nQ: Когда комиссия по переводу рассматривает заявления?  \nA: После 1 августа.\n\nQ: Можно ли перевестись с платного обучения на бюджет?  \nA: Да, таких желающих переводят в первую очередь.\n\n### Используемые термины и аббревиатуры\n- Академический отпуск — отпуск, предоставляемый студентам по уважительным причинам, например, по причине срочной службы.\n- Перевод — процесс перехода студента с одной формы обучения на другую или с одной кафедры/факультета на другой.\n\n### Незакрытые вопросы\n- Общаги не будет?\n- А если я поступлю на факультет, то как скоро я смогу перевестись на другой?\n- Скажите, а если в 8 не пройду, то можно будет к вам потом перевестись?",
            "# Источник номер 8\nАктуально в период: 2021\n\n### Суть\nОбсуждение возможности получения общежития при поступлении в вуз, уровня баллов для этого и общей обеспокоенности абитуриентов наличием мест в общежитии.\n\n### Ключевые факты\n- С этого года не всем предоставляется общежитие.\n- МИРЭА выдаст общежития тем, у кого больше 270 баллов.\n- Количество мест в общежитиях может меняться, и это вызывает беспокойство среди абитуриентов.\n- Наличие общежития является важным фактором при выборе вуза.\n- Обсуждается возможность перехода на другие факультеты или вузы ради получения общежития.\n\n### Часто задаваемые вопросы\nQ: Надеюсь, что ~275 с общагой переживать не стоит?  \nA: В МИРЭА общаги выдадут тем, у кого больше 270 баллов.\n\nQ: А без общаги с 265 баллами реально поступить?  \nA: Без ответа.\n\nQ: Если я приеду заселяться в общагу?  \nA: Без ответа.\n\nQ: Теперь на ИТПМ 265 баллов проход в общагу?  \nA: Без ответа.\n\n### Незакрытые вопросы\n- Если прибавить эти 10 мест на общагу, то последние будут со скольки баллами?\n- Насколько сложно получить общагу во время учёбы?\n- Завтра скажу просто добавление мест в общаге?\n- А может ещё мест в общагу добавить можно?",
            "# Источник номер 9\nАктуально в период: 2021\n\n### Суть\n\nАбитуриентам, зачисленным в МАИ, необходимо оформить личное дело и получить извещение о зачислении. Оформление производится в приёмной комиссии по адресу: Волоколамское шоссе, 4к6.\n\n### Ключевые факты\n- Оформить личное дело и получить извещение о зачислении должны все зачисленные в МАИ.\n- На оформление могут приходить зачисленные на бюджет и платное обучение по различным программам.\n- Приёмная комиссия работает с 10:00 до 17:00.\n- Для оформления необходимо записаться через личный кабинет абитуриента.\n- Если в личном кабинете отсутствует кнопка записи, можно прийти в рабочие часы приёмной комиссии без записи.\n- Адрес приёмной комиссии: Волоколамское шоссе, 4к6, 3 этаж.\n\n### Часто задаваемые вопросы\nQ: Можно ли сделать документы 30-го августа по адресу Дубосековская д.5?  \nA: Документы оформляются в приёмной комиссии по адресу: Волоколамское шоссе 4к6 (это напротив дубосековской 5).\n\n### Используемые термины и аббревиатуры\n- Личное дело — документы, необходимые для зачисления в МАИ.\n- Извещение о зачислении — документ, подтверждающий зачисление в МАИ.\n\n### Незакрытые вопросы\n- Можно ли заселиться без получения извещения, а потом его уже сделать?\n- Можно ли предоставить справки и анализы в медцентр или в дирекцию студгородка после заселения?",
            "# Источник номер 10\nАктуально в период: 2021\n\n### Суть\n\nАбитуриенты задают вопросы о поступлении на платное обучение, условиях проживания в общежитии, проходных баллах, а также о необходимых документах и процедуре подачи аттестата.\n\n### Ключевые факты\n\n- После 9 августа ещё будет время для заключения договора на платное обучение.\n- Возможность выбора общежития ограничена квотой на определённое общежитие (Панфилова).\n- Группы на первом курсе формируются сбалансированно, без разделения на высокобалльников и остальных.\n- Приём документов осуществляется по адресу Волоколамское шоссе 4к6, 3 этаж, по будням с 10 до 17, в субботу с 10 до 14.\n- Прогнозы относительно проходных баллов на текущий момент отсутствуют или неопределённы.\n\n### Часто задаваемые вопросы\n\nQ: Если после 9.08 узнаем, что не попали на бюджет, уже может быть поздно с заключением договора на платное?  \nA: Нет, не поздно. Будет время даже ещё подать заявление.\n\nQ: Если у меня 273 балла чистыми, то я буду получать от университета 7700 или ещё от города будет надбавка?  \nA: Всё, что зависит от города — вопрос к городу.\n\nQ: Куда отнести аттестат и до скольки вы сегодня работаете?  \nA: Приёмка по адресу Волоколамское шоссе 4к6, 3 этаж. Время работы по будням с 10 до 17, в субботу с 10 до 14.\n\n### Незакрытые вопросы\n\n- Есть ли гарантии, что квота на конкретное общежитие появится в этом году?\n- Какие документы (медсправки?) нужно подготовить для заселения в общежитие? Опишите алгоритм действий после зачисления.\n\n### Дополнительная важная информация\n\nИнформация о возможности увеличения мест на платное обучение и условиях получения надбавок от города не предоставлена."
        ],
        "reference": "\n",
        "response": "Да, можно получить место в общежитии МАИ после поступления, даже если вы не подавали заявление на общежитие при поступлении. Если вы нуждаетесь в общежитии, вы можете встать в очередь на получение места в течение первого года обучения. Места в общежитии могут освобождаться в течение года, что даёт возможность их получения позже.\n\nОбратите внимание, что количество мест в общежитии ограничено, и в первую очередь общежитие предоставляется поступающим по целевой и особой квотам, а также без вступительных испытаний. Ожидание места в общежитии может занять от 3 месяцев и более."
    },
    {
        "user_input": "Я правильно понимаю, что если я прохожу по первому приоритету на бюджет без общаги, а на второй приоритет с общагой, то зачисляют меня именно на первый приоритет без общежития?",
        "retrieved_contexts": [
            "# Источник номер 1\nАктуально в период: 2021\n\n### Суть\n\nАбитуриент хочет понять, как работает система приоритетов при поступлении в МАИ, в частности, как влияют приоритеты на возможность получения общежития и как система обрабатывает заявления при различных сценариях конкурсных баллов.\n\n### Ключевые факты\n- Если абитуриент проходит по первому приоритету на бюджет без общежития, а на второй приоритет — с общежитием, то его зачислят на первый приоритет без общежития.\n- Абитуриенты подают оригинал документов на вуз в целом, а не на конкретное направление.\n- Редактирование заявления, включая изменение порядка приоритетов, возможно только до 25 июля.\n- Главные фильтры в рейтинговых списках — наличие оригинала и первый приоритет.\n- Абитуриенты могут «перетекать» с конкурсов, где проходные баллы образовались выше, на конкурсы с более низкими проходными баллами.\n\n### Часто задаваемые вопросы\nQ: Если мне необходимо общежитие, я должен подавать документы только на те направления, где у меня есть нормальные шансы на получение общежития?  \nA: Да, так как зачисление происходит на первый приоритет, даже если не проходишь на общежитие.\n\nQ: Когда я выбираю в рейтинге на сайте «подлинник» и «первый приоритет», в табличке по общему конкурсу также есть абитуриенты со вторым приоритетом. Что это означает?  \nA: Это означает, что они уже не проходят по своему первому приоритету по конкурсу.\n\n### Используемые термины и аббревиатуры\n- Приоритет — указание абитуриентом предпочтительного направления или специальности в заявлении о поступлении.\n- Общий конкурс — конкурсный отбор среди абитуриентов, подавших заявления на поступление в вуз.\n\n### Незакрытые вопросы\n- Что делать, если мои баллы ниже предполагаемого проходного?",
            "# Источник номер 2\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение роли расстановки приоритетов при подаче заявления на поступление в МАИ и условий получения места в общежитии.\n\n### Ключевые факты\n\n- Расстановка приоритетов направлений играет роль только при распределении заявления между институтами в приёмной комиссии.\n- Удостоверение гражданина, подвергшегося радиоактивному загрязнению вследствие катастрофы на ЧАЭС, даёт преимущества при получении общежития только в случае, если у двух абитуриентов одинаковые баллы ЕГЭ.\n- Право подать заявление на очередь в общежитии есть у всех, но это не гарантирует место.\n- Места в общежитии в первую очередь выделяются бюджетникам по рейтингу, в том числе по рейтингу успеваемости во время обучения.\n\n### Часто задаваемые вопросы\n\nQ: Какую роль играет расстановка приоритетов при подаче заявления, могу ли я подать согласие на зачисление на направление, которое было у меня вторым в приоритете?\nA: Расставление приоритетов направлений играет роль только при распределении заявления между институтами в приёмной комиссии. Например, если вы первым направлением указали 01.03.00, то при личном визите вам обращаться в приёмную комиссию восьмого института.\n\nQ: Удостоверение гражданина, подвергшегося радиоактивному загрязнению вследствие катастрофы на ЧАЭС, даёт какие-либо преимущества при получении общежития?\nA: Нет. Наличие данного удостоверения помогает только если вы соревнуетесь с человеком, у которого с вами полностью одинаковые баллы ЕГЭ, что бывает редко.\n\nQ: Если человек перевёлся с платного обучения на бюджет, может ли он подняться в очереди на место в общежитии по приоритету?\nA: У вас есть право подать заявление на очередь в общежитии в любом случае. Но подача заявления не гарантирует место. Места в общежитии в первую очередь выделяются бюджетникам по рейтингу, в том числе по рейтингу успеваемости во время обучения.\n\n### Используемые термины и аббревиатуры\n\n- ЕГЭ — Единый государственный экзамен.\n- Приоритет — очерёдность направлений, указанная абитуриентом при подаче заявления, которая влияет на распределение заявления между институтами.\n\n### Незакрытые вопросы\n\n- Может ли быть такая ситуация: человек учится на платном обучении и встаёт в очередь на место в общежитии, а когда он перевёлся с платного обучения на бюджет, то он по приоритету может подняться в очереди?",
            "# Источник номер 3\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение порядка приоритетов при поступлении в МАИ и процесса зачисления на выбранное направление.\n\n### Ключевые факты\n\n- Если абитуриент не проходит по первому приоритету на специальность, то на второй специальности он будет соревноваться с другими абитуриентами, которые также не прошли по первому приоритету.\n- При подаче оригинала аттестата зачисление происходит на направление, указанное в первом приоритете, если абитуриент проходит по конкурсу.\n- Если абитуриент проходит на первый приоритет, то остальные приоритеты не рассматриваются, и он зачисляется на первый приоритет.\n- Приоритеты могут быть расставлены в зависимости от желания абитуриента, но важно учитывать условия поступления, такие как наличие общежития.\n\n### Часто задаваемые вопросы\n\nQ: Если мы не проходим по первому приоритету на специальность, то на второй специальности будем соревноваться только по баллам, или там в первую очередь пойдут абитуриенты с первым приоритетом?\nA: Если абитуриент не проходит по первому приоритету, то на второй специальности он будет соревноваться с другими абитуриентами, которые также не прошли по первому приоритету.\n\nQ: Когда я буду подавать оригинал аттестата, то меня же зачислят на направление, на которое я хочу? Или только на то, которое стоит в 1 приоритете (если я на него прохожу)?\nA: Зачислят на первое из списка всех ваших направлений, куда вы проходите по конкурсу. Это может быть как и первый приоритет, так и последний.\n\nQ: Если я, допустим, захотела пойти на направление второго приоритета (допустим, я прохожу на первый, но передумала идти), то меня зачислят только на первый?\nA: Да. Если вы проходите на, например, первый приоритет, то остальные не рассматриваются вообще и вы зачисляетесь на первый приоритет.\n\n### Используемые термины и аббревиатуры\n\n- Приоритет — выбранное абитуриентом направление для поступления в порядке его предпочтения.\n\n### Незакрытые вопросы\n\n- Может ли быть полезно поставить приоритетом направление, которое абитуриент хочет больше всего, даже если есть сомнения в поступлении на него?",
            "# Источник номер 4\nАктуально в период: 2021\n\n### Суть\nАбитуриент столкнулся с проблемами при работе с личным кабинетом МАИ и задал вопросы о порядке распределения мест в общежитии и особенностях системы приоритетов при поступлении.\n\n### Ключевые факты\n- Абитуриент заполнял заявление в магистратуру очно, но в личном кабинете данные не отображаются корректно.\n- Если поступающий указал потребность в общежитии и не прошёл по первому приоритету на общежитие, но прошёл по конкурсу без общежития, он остаётся в списках на зачисление по первому приоритету.\n- Места в общежитии распределены с учётом различных квот и ограничений для целевиков.\n- В рейтинговых списках приоритеты абитуриента отображаются не так, как были указаны при подаче документов через ЛК МАИ.\n\n### Часто задаваемые вопросы\nQ: Если мы по 1-ому приоритету не проходим на общежитие, но проходим по конкурсу без общежития, мы остаёмся в списках на зачисление по 1-ому приоритету или спускаемся ниже?\nA: Остаётесь в списках на зачисление по 1-ому приоритету.\n\nQ: Места в общежитии как-то распределены между поступающими?\nA: Из всех, кто поступает по квотам, нуждающиеся в общежитии его получают. Есть ограничение на число мест в общежитии для целевиков.\n\n### Используемые термины и аббревиатуры\n- Приоритет — порядковый номер направления подготовки/специальности в списке, составленном поступающим в порядке убывания его интереса.\n- Целевики — поступающие по целевой квоте.\n- Квота — часть от общего числа мест для приёма на обучение по различным направлениям подготовки/специальностям, выделенная для приёма лиц, имеющих право на поступление в пределах особой квоты или квоты приёма на целевое обучение.\n\n### Незакрытые вопросы\n- Почему в рейтинговых списках приоритеты абитуриента отображаются не так, как были указаны при подаче документов через ЛК МАИ?",
            "# Источник номер 5\nАктуально в период: 2021\n\n### Суть\n\nУчастники чата обсуждают вопросы, связанные с изменением приоритетов в заявлениях, обработкой заявлений, конкурсом на общежитие, условиями поступления без конкурса на различные факультеты МАИ.\n\n### Ключевые факты\n\n- Изменение приоритетов в заявлении требует его переподачи.\n- Скорость обработки изменений приоритетов неизвестна.\n- Для получения общежития необходимо пройти отдельный конкурс внутри основного конкурса на бюджет.\n- Условие приоритетного распределения на профиль «Информатика» требует подачи оригинала до конца недели.\n- Преимущественное распределение возможно только после зачисления на бюджет.\n\n### Часто задаваемые вопросы\n\nQ: Если я изменю приоритеты, заявление же переподаётся? Успеет ли ГУ обработать изменения до 13?  \nA: К сожалению, это технический вопрос, мы не знаем, с какой скоростью будут приходить пакеты с ГУ, и сколько их будет для обработки в данный период.\n\nQ: Да, если вы проходите по конкурсу на бюджет, но не проходите по общежитию. Общежитие — конкурс внутри конкурса. То есть если я прохожу на бюджет по первому приоритету, но не прохожу по общежитию, а по второму приоритету прохожу и на бюджет и на общежитие, то меня зачислят на первый приоритет?  \nA: Да, если вы проходите по конкурсу на бюджет, но не проходите по общежитию.\n\nQ: Подскажите, работают ли условия по прохождению без конкурса на ФИИТ? Или если принести оригинал до 13 числа, это действует только на ПМИ?  \nA: «Без конкурса» такое понятие доступно для БВИ и квот. Директор обещал преимущественное распределение на профиль «Информатика» тем, кто подаст оригинал до конца недели. На фиите профиль один, выбирать нечего.\n\n### Используемые термины и аббревиатуры\n\n- ГУ — возможно, приёмная комиссия или другой орган, занимающийся обработкой заявлений.\n- БВИ — без вступительных испытаний.\n- ФИИТ — факультет информатики и информационных технологий.\n- ПМИ — прикладная математика и информатика.\n\n### Незакрытые вопросы\n\n- Сколько примерно дней занимает обработка изменений приоритетов?\n- Как обстоят дела с практиками и стажировками?",
            "# Источник номер 6\nАктуально в период: 2021\n\n### Суть\nОбсуждение вопросов, связанных с предоставлением общежития студентам МАИ, включая процентное соотношение доступных мест и стратегии получения места в общежитии.\n\n### Ключевые факты\n- При подаче документов можно указать, требуется ли общежитие.\n- Вопрос получения места в общежитии решается в течение года, необходимо встать в очередь в Дирекции Института.\n- Для повышения шансов на получение общежития рекомендуется быть активным в учёбе и общественной студенческой жизни.\n- В случае отсутствия общежития можно снимать квартиру на несколько студентов.\n- По информации из приёмной комиссии, мест в общежитии около 25% от количества мест на направление.\n\n### Часто задаваемые вопросы\nQ: Какой процент людей за последний пару лет подавали на общежитие?  \nA: Точной информации нет, но мест в общежитии около 25% от количества мест на направление.\n\nQ: Что делать, если человека зачисляют на первый приоритет без общежития, а на втором он бы попал с общежитием?  \nA: Это сложный вопрос. Раньше была практика указывать в заявлении отказ от зачисления в случае неполучения общежития, но это могло привести к слезам и разочарованиям.\n\n### Используемые термины и аббревиатуры\n- ДОД — дополнительные образовательные мероприятия или дни открытых дверей.\n- МАИ — Московский авиационный институт.\n\n### Незакрытые вопросы\n- Как быть человеку, которого зачисляют на первый приоритет без общежития?\n\n### Дополнительная важная информация\nОтсутствие общежития может нервировать родителей, поэтому важно заранее узнавать информацию о его предоставлении и рассматривать альтернативные варианты проживания.",
            "# Источник номер 7\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение системы приоритетов при поступлении в МАИ, влияние приоритетов и баллов на зачисление, а также вопросы о роли отметки «высший приоритет» и её влиянии на конкурс.\n\n### Ключевые факты\n\n- Отметка «высший приоритет» не даёт преимуществ, это просто приоритет, по которому абитуриент проходит.\n- Если абитуриент не проходит по первому приоритету, высшим становится следующий приоритет.\n- Общежитие не влияет на конкурс попадания на направление.\n- Абитуриент с более высоким баллом, но не высшим приоритетом, может быть не зачислен, если есть другой абитуриент с более низким баллом, но высшим приоритетом.\n\n### Часто задаваемые вопросы\n\nQ: Если человек не проходит по своему первому приоритету, то он попадает в конкурсную группу второго приоритета?\nA: Да, если абитуриент не проходит по первому приоритету, высшим становится следующий приоритет.\n\nQ: Почему так сильно играют роль приоритеты?\nA: Приоритеты важны, так как абитуриент с более высоким баллом, но не высшим приоритетом, может быть не зачислен, если есть другой абитуриент с более низким баллом, но высшим приоритетом.\n\nQ: Если я буду проходить на какую-то специальность высшим приоритетом, но без общаги, меня всё равно туда зачислят?\nA: Да, общежитие не влияет на конкурс попадания на направление.\n\n### Используемые термины и аббревиатуры\n\n- Приоритет — указание абитуриентом предпочтительности направлений или специальностей в порядке убывания интереса.\n- Высший приоритет — приоритет, по которому абитуриент проходит на выбранное направление или специальность.\n\n### Незакрытые вопросы\n\n- Не понятно, почему нет отметки «высший приоритет» при обновлении страницы.",
            "# Источник номер 8\nАктуально в период: 2021\n\n### Суть\nОбсуждение навыков программирования и подготовки к поступлению, а также вопросы о трудоустройстве и стажировках в технологических компаниях.\n\n### Ключевые факты\n- Обсуждение навыков программирования и подготовки к поступлению.\n- Упоминание о тренировках по алгоритмам и собеседованиях в компании.\n- Обсуждение возможностей обучения программированию с нуля.\n\n### Часто задаваемые вопросы\nQ: Если я прохожу по первому приоритету, но не прохожу в общежитие, меня перекинет на 2 приоритет или зачислят без общежития?\nA: Я слышал экспертов как бы да...\n\n### Дополнительная важная информация\nУчастники обсуждают свои навыки программирования, подготовку к поступлению и возможности обучения. Упоминается, что некоторые компании предлагают тренинги и собеседования для развития навыков.",
            "# Источник номер 9\nАктуально в период: 2021\n\n### Суть\n\nАбитуриент интересуется возможностью получения места в общежитии, несмотря на то что его вычеркнули из конкурса из-за прописки. При этом у него 265 баллов.\n\n### Ключевые факты\n\n- На направление 01.03.00 всего 216 мест, из них 46 в общежитии. Проходной балл с общежитием — 258, минимальный балл — 200.\n- На направление 02.03.02 всего 46 мест, из них 12 в общежитии. Проходной балл с общежитием — 245, минимальный балл — 225.\n- Свободных мест в общежитии на оба направления на данный момент нет.\n\n### Часто задаваемые вопросы\n\nQ: У меня 265 баллов, но меня вычеркнули из конкурса на общагу из-за прописки. Что можно с этим сделать? Или мне уже 100% общага не светит?\nA: В чанке нет ответа на этот вопрос.\n\n### Незакрытые вопросы\n\n- У меня 265 баллов, но меня вычеркнули из конкурса на общагу из-за прописки. Что можно с этим сделать? Или мне уже 100% общага не светит?",
            "# Источник номер 10\nАктуально в период: 2021\n\n### Суть\nАбитуриент интересуется, как и когда лучше заселяться в общежитие, чтобы жить с первокурсниками, в частности с однокурсниками с ФИИТа.\n\n### Ключевые факты\n- Абитуриент хочет жить в общежитии с первокурсниками и однокурсниками с ФИИТа.\n- Рекомендуется приезжать к началу заселения, чтобы объединиться с однокурсниками.\n\n### Часто задаваемые вопросы\nQ: У кого можно уточнить вопросы по поводу заселения в общежитие?\nA: В чанке нет ответа на этот вопрос.\n\nQ: К началу это с утра?\nA: В чанке нет ответа на этот вопрос.\n\n### Незакрытые вопросы\n- У кого можно уточнить вопросы по поводу заселения в общежитие?\n- К началу это с утра?"
        ],
        "reference": "$$$\n",
        "response": "В МАИ приоритеты зачисления работают следующим образом: поступающий указывает порядковые номера (целые числа, начиная с единицы) для каждой конкурсной группы, по которой он хочет быть зачисленным. Высота приоритетов зачисления уменьшается с возрастанием указанных номеров.\n\nЕсли абитуриент проходит по нескольким приоритетам, его зачисляют по высшему приоритету, который он указал. Если на более высоком приоритете нет места, его рассматривают по следующему приоритету.\n\nВажно помнить, что приоритет зачисления не влияет на конкурс, если абитуриент «перетекает» в конкурс по более низкому приоритету. Абитуриенты с одинаковыми баллами, но разными приоритетами, становятся равны в конкурсе по более низкому приоритету.\n\nЕсли у вас остались вопросы или нужна дополнительная информация, рекомендую обратиться к официальному сайту МАИ или напрямую в приёмную комиссию."
    },
    {
        "user_input": "Мне позвонили из ПК и сказали, что именно на айти и программировании основан 8 институт МАИ, а у меня на некоторые группы было подано в 3. Скажите, пожалуйста, действительно ли лучше на айти направления идти в 3 институт и какие направления на госуслугах относят к 3?",
        "retrieved_contexts": [
            "# Источник номер 1\nАктуально в период: 2021\n\n### Суть\n\nАбитуриент интересуется, какое направление подготовки в МАИ подойдёт для работы в сфере backend-разработки, а также различия между программами институтов МАИ, особенно в области IT и программирования.\n\n### Ключевые факты\n\n- Для backend-разработки подойдёт направление в 8 институте МАИ.\n- В 3 институте МАИ готовят IT-специалистов с уклоном в инженерные вещи, программирование микроконтроллеров, схемотехнику.\n- Направления 3 института (09.03) включают работу с железом, программирование микроконтроллеров, ПЛИС, электротехнику, инженерную графику.\n- На меганаправление «Компьютерные науки и прикладная математика» есть бюджетные и платные места.\n- На программной инженерии мало бюджетных мест.\n\n### Часто задаваемые вопросы\n\nQ: Действительно ли лучше на IT-направления идти в 3 институт и какие направления на госуслугах относят к 3?  \nA: Направления 3 института более инженерные, будет работа с железом, программирование микроконтроллеров, ПЛИС, электротехника, инженерная графика.\n\nQ: Куда лучше пойти на программную инженерию или комп. науки и математика? В чём ключевая разница между направлениями?  \nA: На программной инженерии очень мало бюджетных мест, а на меганаправление «Компьютерные науки и прикладная математика» их больше. Направленность обучения также отличается: программная инженерия предполагает работу с программным обеспечением, а компьютерные науки и математика — более широкий спектр областей, включая бэк, фронт, машинное обучение, анализ данных.\n\n### Используемые термины и аббревиатуры\n\n- МАИ — Московский авиационный институт.\n- IT — информационные технологии.\n- ПЛИС — программируемая логическая интегральная схема.\n- ФИИТ — факультет информационных технологий и информационных систем.\n- КНиПМ — компьютерные науки и прикладная математика.\n\n### Незакрытые вопросы\n\n- На Ubuntu какие средства программирования понадобятся?\n- На ФИИТ в основном какие ещё специалисты выходят помимо Data Scientist?",
            "# Источник номер 2\nАктуально в период: 2021\n\n### Суть\n\nУчастники чата обсуждают наличие онлайн-ресурсов для института №3 МАИ и различия между направлениями подготовки в институте №3 и институте №8. Обсуждается также обучение программированию и информатике.\n\n### Ключевые факты\n\n- У института №3, возможно, нет онлайн-беседы, рекомендуется позвонить по телефону +7 495 212-19-36.\n- Направления подготовки в институте №3 и институте №8 сильно различаются, даже по УГС.\n- В МАИ и институте №3 учат программированию, но с разными подходами и программами.\n- Институт №3 сильнее в работе с «железом», в то время как МАИ выделяется по количеству публикаций и результатам участия в хакатонах и олимпиадах.\n- Обучение в вузе даёт не только знание синтаксиса, но и умение анализировать алгоритмы и требования, создавать свои алгоритмы под ТЗ.\n\n### Часто задаваемые вопросы\n\nQ: Есть ли такая же беседа у института №3?  \nA: Не знаем. Попробуйте позвонить по их телефону +7 495 212-19-36. Но, вроде бы, у них нет таких ресурсов.\n\nQ: Какое направление из 3 института наиболее близко к 8?  \nA: Наверное, никакое. Это совершенно разные направления, даже по УГС.\n\nQ: Учат ли программированию в МАИ и в институте №3?  \nA: У нас разные курсы программирования, разное количество времени, уделяемое на эти дисциплины, разные программы.\n\n### Используемые термины и аббревиатуры\n\n- УГС — условное обозначение группы специальностей.\n\n### Незакрытые вопросы\n\n- Работе с железом учат на программировании? Странно звучит, не находите? Или в общем про институт?",
            "# Источник номер 3\nАктуально в период: 2021\n\n### Суть\nОбсуждение процесса поступления в МАИ, включая вопросы о рейтинговых списках, конкурсном отборе и особенностях подачи согласий на различные направления.\n\n### Ключевые факты\n- Рейтинговые списки обновляются одновременно для бакалавриата и магистратуры.\n- Изменения в рейтинговых списках могут быть из-за отзыва согласий абитуриентами.\n- Согласия на направление могут быть отозваны вплоть до приказа.\n- Поступление на некоторые направления требует высоких баллов (например, 253 балла).\n- Существует общее поступление на несколько профилей, после чего формируются группы без прикрепления к кафедрам.\n\n### Часто задаваемые вопросы\nQ: Планируется ли в ближайшее время выложить рейтинговые списки по 02.04.02?  \nA: Рейтинговые списки обновятся одновременно для бака и маги, ждите.\n\nQ: Правильно я понимаю, что изначально будут сформированы группы без прикрепления к кафедрам?  \nA: Да, общее поступление на несколько профилей, после чего формируются группы без прикрепления к кафедрам.\n\nQ: Всем ли звонят и говорят, что есть шансы поступить, или только тем, у кого действительно они есть?  \nA: Шансы есть у всех и всегда, но прогноз зависит от баллов предыдущего года.\n\n### Используемые термины и аббревиатуры\n- МАИ — Московский авиационный институт.\n- Баллы — баллы, полученные абитуриентом за ЕГЭ и/или внутренние экзамены.\n- Согласие — документ, подтверждающий желание абитуриента поступить на выбранное направление.\n- Кафедра — структурное подразделение факультета, специализирующееся на определённой области знаний.\n- Рейтинговые списки — списки абитуриентов, ранжированные по баллам и поданным согласиям на поступление.\n\n### Незакрытые вопросы\n- Что лучше выбрать: ИТпМ или ФИИТ?\n- Почему кто-то получает звонки заранее, а кто-то нет?",
            "# Источник номер 4\nАктуально в период: 2021\n\n### Суть\nУчастники чата обсуждают различные направления обучения в МАИ, связанные с IT, прикладной математикой и информатикой. Они интересуются особенностями программ, отзывами о них и институтах, где они реализуются.\n\n### Ключевые факты\n- В МАИ преподают программирование специалисты в своих областях.\n- Обсуждается важность понимания применения изучаемых предметов в реальной жизни.\n- Участники интересуются отличиями между направлениями «Прикладная математика» и «Математика и компьютерные науки».\n- Упоминается наличие программирования в направлении «Прикладная математика».\n- Обсуждается отсутствие ранжированных списков на направление «Программная инженерия».\n\n### Часто задаваемые вопросы\nQ: Есть ли отзывы о программной инженерии? Посоветовали бы туда подать согласие?\nA: Не знаем. Это немного другое направление.\n\nQ: Прикладная информатика это какой институт?\nA: Программисты не с 8-го института.\n\nQ: Почему нет ранжированных списков на программную инженерию?\nA: Потому что это третий институт.\n\nQ: Сильно ли отличается «Прикладная математика» от «Математика и компьютерные науки»?\nA: Мне позвонили с ИВТ, сказали, что там немало программирования, оно в основном прикладное, а не фундаментальное.\n\n### Используемые термины и аббревиатуры\n- ИВТ — институт или факультет, связанный с информационными технологиями.\n- ФИИТ — предположительно, факультет или институт, связанный с информатикой и прикладной математикой.\n\n### Незакрытые вопросы\n- А фиит сильно схож с программной инженерией вообще?\n- Только через направление «Информационные технологии и прикладная математика»?",
            "# Источник номер 5\nАктуально в период: 2021\n\n### Суть\nПредставители 8 института МАИ описывают направления подготовки в своём институте и сравнивают их с направлениями 3 института. Обсуждаются особенности учебных программ, а также вопросы, связанные с обновлением данных на портале Госуслуг и подачей заявлений.\n\n### Ключевые факты\n- 8 институт МАИ предлагает направления с уклоном в программирование, бэкенд- и фронтенд-разработку, машинное обучение и анализ данных.\n- Направления 3 института более инженерные, с работой над электротехникой, схемотехникой и программированием микроконтроллеров.\n- На сайте МАИ обновления данных происходят примерно раз в 30 минут.\n- Для направления 01.03.00 Компьютерные науки и прикладная математика необходимо было подать оригинал документов до 10 числа при балле 270+.\n\n### Часто задаваемые вопросы\nQ: Как часто будут проходить обновления 3 августа, чтобы галка с ГУ подгрузилась?  \nA: На сайте скорее всего раз в 2 часа, но мы будем публиковать свои данные дополнительно примерно раз в 30 минут.\n\nQ: Куда написать для получения сертификата на матмод школу?  \nA: [Нет ответа в чанке]\n\nQ: Как через госуслуги подать заявление на направление 01.03.00 Компьютерные науки и прикладная математика?  \nA: [Нет ответа в чанке]\n\n### Используемые термины и аббревиатуры\n- ГУ — Госуслуги.\n- Матмод школа — вероятно, образовательная программа или курсы, связанные с математическим моделированием.\n\n### Незакрытые вопросы\n- Куда написать для получения сертификата на матмод школу?\n- Как через госуслуги подать заявление на направление 01.03.00 Компьютерные науки и прикладная математика? В списке, например, есть 02.03.02 Фундаментальная информатика и информационные технологии, а вышеупомянутого направления не вижу.",
            "# Источник номер 6\nАктуально в период: 2021\n\n### Суть\n\nВ сообщении от команды восьмого института МАИ представлена актуальная информация о количестве поданных заявлений и оригиналов документов на направления 8 института. Также сообщается о сроках подачи документов и условиях поступления.\n\n### Ключевые факты\n- На 1 июля на направления 8 института подано 133 заявления.\n- На направлении 01.03.00 подано 69 заявлений по первому приоритету, 26 с общежитием, 3 оригинала, 0 оригиналов с общежитием, средний балл — 234.\n- На направлении 02.03.02 подано 64 заявления по первому приоритету, 26 с общежитием, 3 оригинала, 1 оригинал с общежитием, средний балл — 243.\n- В 2024 году у 8 института МАИ 350 бюджетных мест: 225 на направлении 01.03.00 и 125 на 02.03.02.\n- Для зачисления по целевой квоте необходимо связаться с предприятием и уточнить условия, получить заявку на целевое обучение. Выход приказа для целевиков будет 29–30 июля.\n\n### Часто задаваемые вопросы\nQ: А оригинал через госуслуги может только после 27 подавать?\nA: Нет, можно и нужно уже сейчас.\n\nQ: Скажите, пожалуйста. Сумма баллов 205. На бюджет, понятно, не попадаем, но на платное ставим приоритет и аттестат и тогда точно поступим?\nA: Для зачисления по целевой квоте вам сначала необходимо связаться с предприятием и уточнить у них условия, получить заявку на целевое обучение. Выход приказа для целевиков будет 29-30 июля. Конкурс также по сумме баллов.\n\n### Используемые термины и аббревиатуры\n- Целевая квота — поступление на бюджетное место по заявке от предприятия.\n\n### Незакрытые вопросы\n- А это где нужно поставить, я не понимаю.",
            "# Источник номер 7\nАктуально в период: 2021\n\n### Суть\n\nУчастники чата обсуждают актуальные проходные баллы для поступления на различные факультеты МАИ, а также проблемы с выгрузкой результатов и подачей согласий через Госуслуги.\n\n### Ключевые факты\n\n- Сейчас выгрузок результатов нет из-за возможных перемен.\n- Проходные баллы на ИТПМ — 261, на ФИИТ — 259.\n- Для получения места в общежитии требуется 270 баллов.\n- Абитуриенты, подававшие согласия через Госуслуги, сообщают о расхождении во времени окончания подачи.\n\n### Часто задаваемые вопросы\n\nQ: До какого числа будут обзванивать по поводу целевого от МАИ на 1 курс?  \nA: В чанке нет ответа.\n\nQ: Сколько дней ждать обзвона по поводу целевого от МАИ на 1 курс?  \nA: В чанке нет ответа.\n\nQ: Как понять, что через Госуслуги можно было подавать согласия ещё 5 часов?  \nA: Многие абитуриенты, которые подавали через Госуслуги, сообщали, что время окончания было 18:00, но фактически подача продолжалась до 23:59.\n\n### Используемые термины и аббревиатуры\n\n- ИТПМ — факультет, вероятно, Институт технологий управления и информационных систем.\n- ФИИТ — факультет, вероятно, Факультет инновационных технологий и информационных систем.\n- ВИ — возможно, вступительные испытания.\n\n### Незакрытые вопросы\n\n- Почему сегодня не выгрузили результаты ВИ по 02.04.02?\n- Что означают значения в столбце с номерами институтов и личными делами?",
            "# Источник номер 8\nАктуально в период: 2021\n\n### Суть\nВ чанке обсуждается организация экскурсии по институту №8 МАИ, особенности подачи документов в конкурсную группу «Компьютерные науки и прикладная математика» через Госуслуги, а также вопросы, связанные с заселением в общежития и процессом поступления.\n\n### Ключевые факты\n- 12.07 в 17:00 состоится экскурсия по институту №8 МАИ с посещением IT центра и консультациями по поступлению.\n- Место сбора: холл приёмной комиссии по адресу: Волоколамское шоссе 4к6, 3 этаж.\n- С собой необходимо иметь паспорт.\n- Конкурсная группа «Компьютерные науки и прикладная математика» на Госуслугах находится в направлении «Математика и механика».\n- В процессе обучения акцент делается на дисциплины «Информатика и информационные технологии» и «Прикладная математика».\n- В состав конкурсной группы входят направления «Прикладная математика и информатика» и «Прикладная математика».\n\n### Часто задаваемые вопросы\nQ: Как найти конкурсную группу «Компьютерные науки и прикладная математика» при подаче документов на госуслугах?\nA: Выбрать направление «Математика и механика», затем «Компьютерные науки и прикладная математика».\n\nQ: Когда заселение в общежития МАИ?\nA: Точные даты будут ближе к концу приёмной кампании.\n\n### Используемые термины и аббревиатуры\n- МАИ — Московский авиационный институт.\n- Госуслуги — портал государственных услуг Российской Федерации.\n- ЛК — личный кабинет.\n\n### Незакрытые вопросы\n- А если ребёнку ещё нет 18 лет, можно ли родителю посетить экскурсию?\n- Куда дальше нажать на сайте?\n- Я случайно зарегистрировал ЛК не на ту почту, это считается ошибкой?",
            "# Источник номер 9\nАктуально в период: 2021\n\n### Суть\nОбсуждение условий поступления в МАИ, возможностей трудоустройства и практики во время учёбы, а также проблем с подачей заявлений и согласий на зачисление.\n\n### Ключевые факты\n- Для поступления на бюджет с 253 баллами есть шансы, в зависимости от положения в списке согласий.\n- После первого курса можно выбрать профили.\n- Все действия с заявлением в МАИ необходимо делать в личном кабинете МАИ.\n- У вуза есть контракты с компаниями ERP, Ozon, МТС, Сбер, Mail и т. д. для практики.\n- Большая часть студентов начинает подрабатывать с третьего курса.\n\n### Часто задаваемые вопросы\nQ: Смогу пройти на бюджет с 253?  \nA: По согласиям пока 103 место, есть шансы пройти.\n\nQ: Мне бояться с 258 и не очень математикой?  \nA: Математика может повлиять только на положение среди других 258 баллов, бояться не стоит.\n\nQ: С какого курса люди у вас по специальности начинают подрабатывать?  \nA: По-разному, большая часть с третьего курса.\n\nQ: В каких компаниях институт обеспечивает практику?  \nA: У вуза есть контракты с ERP, Ozon, МТС, Сбер, Mail и т. д.\n\nQ: Стоит уже начинать паниковать, или так и должно быть, что заявление одобрили уже больше дня назад, и в списках поступающих я есть, а в рейтинге до сих пор нету?  \nA: Скорее всего, пока не проверены Ваши баллы ЕГЭ, проверка проводится регламентной выгрузкой в ФБС ФИС раз в сутки. Нужно немного подождать.\n\n### Используемые термины и аббревиатуры\n- ЕГЭ — Единый государственный экзамен.\n- ФБС ФИС — Федеральная база данных и Федеральный информационный справочник.\n\n### Незакрытые вопросы\n- Во сколько именно по времени заканчивается подача согласий на бюджет?\n- Здравствуйте. Уже неделю пишу в поддержку, мне никак не могут помочь. Дело в том, что случайно подал согласие на зачисление, но отозвал его уже почти 2 недели назад. В списках до сих пор числюсь, как подавший согласие на зачисление.",
            "# Источник номер 10\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение условий поступления в МАИ, возможностей получения общежития и особенностей учебного процесса. Упоминается, что для некоторых направлений требуется высокий балл ЕГЭ (270+), а также обсуждается ситуация с предоставлением общежития.\n\n### Ключевые факты\n- Для многих направлений в МАИ требуется минимальный балл ЕГЭ 270+.\n- На некоторые направления уже подано большое количество согласий от абитуриентов с высокими баллами.\n- Предоставление общежития зависит от баллов ЕГЭ и наличия свободных мест.\n- В МАИ есть различные институты и направления с разными условиями поступления.\n- Гарантированное общежитие предоставляется абитуриентам с высокими баллами.\n\n### Часто задаваемые вопросы\nQ: В процессе обучения некоторые предметы ведутся в обычных классах (как в школе) или все в огромных аудиториях?\nA: В чанке нет ответа на этот вопрос.\n\nQ: Если б знал, что у меня общага будет, я бы хоть сейчас согласие подал. Просто позже дадут, мне кажется.\nA: В чанке нет ответа на этот вопрос.\n\nQ: Там не дают общагу платникам, только если у бюджетников есть свободное место и крайний случай?\nA: Да, предоставление общежития зависит от наличия свободных мест и статуса студента (бюджет или платно).\n\nQ: а есть беседы конкретных направлений?\nA: В чанке нет ответа на этот вопрос.\n\n### Используемые термины и аббревиатуры\n- БВИ — без вступительных испытаний.\n- ЕГЭ — единый государственный экзамен.\n- МИРЭА — Российский технологический университет.\n\n### Незакрытые вопросы\n- В процессе обучения некоторые предметы ведутся в обычных классах (как в школе) или все в огромных аудиториях?\n- А как ситуация обстоит в 3 институте? Там так же все красиво и в современном стиле?\n- Если б знал, что у меня общага будет, я бы хоть сейчас согласие подал. Просто позже дадут, мне кажется.\n- а есть беседы конкретных направлений?"
        ],
        "reference": "Общежитие – кухня: На каждом этаже общежитий МАИ, как правило, есть кухня, но это не всегда так — в некоторых блоках она может отсутствовать.\n",
        "response": "⚠️ Ошибка при обращении к агенту: 'messages'"
    },
    {
        "user_input": "Расскажите пожалуйста по подробнее про факультет фундаментальная информатика и информационные технологии. ",
        "retrieved_contexts": [
            "# Источник номер 1\nАктуально в период: 2021\n\n### Суть\n\nАбитуриенты интересуются особенностями образовательных программ в МАИ, связанными с информационными технологиями и прикладной математикой, а также условиями поступления на соответствующие направления.\n\n### Ключевые факты\n\n- Направления «Программная инженерия» и «Прикладная информатика» не относятся к 8 институту.\n- Направления 8 института включают «Компьютерные науки и прикладная математика» и «Фундаментальная информатика и информационные технологии».\n- Есть информация о наличии более 60 мест на других кафедрах прикладной математики.\n- Учёба на направлении «Фундаментальная информатика и информационные технологии» включает большой объём практического программирования.\n- В программе отсутствуют начертательная геометрия, инженерная графика и сопромат, акцент на предметах, необходимых для IT.\n\n### Часто задаваемые вопросы\n\nQ: Сколько бюджетных мест будет выделено на направление «Фундаментальная информатика и информационные технологии» в этом году?  \nA: Нет ответа в пределах чанка.\n\nQ: Насколько сложно учиться на 01.03.02, и какие темы стоит подтянуть до сентября?  \nA: Там большой объём практического программирования: алгоритмы, системы программирования и инструменты организации работы над созданием ПО.\n\nQ: Что делать, если хочется заниматься прикладной математикой и информатикой, а ЕГЭ по информатике всего лишь 72 балла?  \nA: Нет ответа в пределах чанка.\n\nQ: Где больше программирования? На ФИИТ или ПМИ?  \nA: Нет ответа в пределах чанка.\n\n### Используемые термины и аббревиатуры\n\n- ФИИТ — Фундаментальная информатика и информационные технологии.\n- ПМИ — Прикладная математика и информатика.\n- ЕГЭ — Единый государственный экзамен.\n\n### Незакрытые вопросы\n\n- Сколько бюджетных мест будет выделено на направление «Фундаментальная информатика и информационные технологии» в этом году?\n- Что делать, если хочется заниматься прикладной математикой и информатикой, а ЕГЭ по информатике всего лишь 72 балла?\n- Где больше программирования? На ФИИТ или ПМИ?",
            "# Источник номер 2\nАктуально в период: 2021\n\n### Суть\nОбсуждение направлений подготовки в МАИ и других вузах, количества программирования на разных направлениях, необходимости высшего образования для программистов.\n\n### Ключевые факты\n- На факультете ФИИТ больше программирования, чем на прикладной информатике.\n- Высшее образование необходимо программистам, если они хотят заниматься более сложными задачами, чем «красить кнопочки».\n- В РЭУ Плеханова упор идёт на программирование на предприятиях и бизнес-информатику.\n- В 8 институте МАИ есть направления: прикладная математика и информатика, прикладная математика, фундаментальная информатика и информационные технологии.\n- На направлении «Прикладная математика и информатика» и «Фундаментальная информатика и информационные технологии» программирования на 50% больше, чем на некоторых других направлениях.\n\n### Часто задаваемые вопросы\nQ: Где больше программирования: в прикладной информатике или ФИИТ?  \nA: На ФИИТе.\n\nQ: Нужно ли высшее образование программисту?  \nA: Смотря какому. Если вы собираетесь делать что-то сложнее, чем красить кнопочки, то безусловно.\n\nQ: Какие направления подготовки у 8 института?  \nA: Прикладная математика и информатика, прикладная математика, фундаментальная информатика и информационные технологии.\n\n### Используемые термины и аббревиатуры\n- ФИИТ — факультет фундаментальной информатики и информационных технологий.\n- РЭУ Плеханова — Российский экономический университет имени Г. В. Плеханова.\n- ПМИ — прикладная математика и информатика.\n- ИТ — информационные технологии.\n\n### Незакрытые вопросы\n- Насколько хорошо в РЭУ Плеханова с IT-направлениями или сейчас туда идти совсем не стоит?\n- Какие языки программирования изучаются на ИТПМ?\n- Что можно сказать про направление «Техносферная безопасность»?",
            "# Источник номер 3\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение направлений и кафедр в МАИ, их особенностей и различий, а также количества бюджетных и платных мест и мест в общежитии.\n\n### Ключевые факты\n\n- 806 факультет имеет репутацию «самого программистского».\n- Факультеты ПМ (802, 804, 895) дают образование с уклоном в современную математику.\n- Выпускники кафедр ПМ, ПМИ и ФИИТ могут работать ассоциированными разработчиками.\n- На направлении «Информационные технологии и прикладная математика» 250 бюджетных мест, 8 платных и 63 места в общежитии.\n- На направлении «Фундаментальная информатика и информационные технологии» 50 бюджетных мест, 3 платных и 13 мест в общежитии.\n\n### Часто задаваемые вопросы\n\nQ: Чтобы уйти в data science, какой факультет ближе?\nA: У каждой кафедры своя специфика, но 805 или 804 могут быть ближе для анализа данных.\n\nQ: На практике по программированию можно заниматься на своём ноутбуке?\nA: Да, на практике по программированию можно заниматься на своём ноутбуке.\n\nQ: Куда зачислят — на прикладную математику или на прикладную математику и информатику?\nA: Не указано в чанке.\n\n### Используемые термины и аббревиатуры\n\n- ПМИ — Прикладная математика и информатика.\n- ПМ — Прикладная математика.\n- ФИИТ — Фундаментальная информатика и информационные технологии.\n- РП — Разработка программного обеспечения.\n\n### Незакрытые вопросы\n\n- На прикладную математику и информатику добавили 94 бюджетных мест?\n- Григорий, повторите, пожалуйста, по часам информатику и математику по направлениям.\n- Прикладная матеша это уже другое, да? Там больше математики, чем проги?",
            "# Источник номер 4\nАктуально в период: 2021\n\n### Суть\nОбсуждение направлений подготовки в МАИ, особенностей программ обучения, количества бюджетных мест и выбора факультета.\n\n### Ключевые факты\n- Направления подготовки на 8-м факультете включают Прикладную математику и информатику, Прикладную математику, Фундаментальную информатику и информационные технологии.\n- Фундаментальная информатика и информационные технологии с этого года будет почти копией программы Прикладной математики и информатики.\n- Прикладная информатика в МАИ изучает в основном механику сплошных сред.\n- Если хочется максимум программирования, то стоит выбрать направления на 8 факультете.\n- Больше всего программирования в направлении Информационные системы и технологии.\n\n### Часто задаваемые вопросы\nQ: На 8-м факультете какие направления?  \nA: Прикладная математика и информатика, Прикладная математика, Фундаментальная информатика и информационные технологии\n\nQ: Чем занимаются на комп. науках и прикл. математике?  \nA: Если хочется максимум программирования, то это 8 факультет. Любое направление\n\nQ: Сколько осталось бюджетных мест на компьютерные науки и прикладная математика?  \nA: [Нет ответа в чанке]\n\n### Используемые термины и аббревиатуры\n- Прикладная математика — направление подготовки, ориентированное на практическое применение математических методов.\n- Фундаментальная информатика — направление подготовки, связанное с теоретическими основами информатики.\n- Информационные системы и технологии — направление подготовки, фокусирующееся на разработке и применении информационных систем.\n- Механика сплошных сред — область прикладной математики, изучающая поведение материалов и жидкостей.\n\n### Незакрытые вопросы\n- Сколько осталось бюджетных мест на компьютерные науки и прикладная математика?\n- В чём отличие от Прикладной информатики?\n- Прогр. инженерия не относится к 8-му институту?",
            "# Источник номер 5\nАктуально в период: 2021\n\n### Суть\nВ чанке обсуждаются вопросы о наличии и качестве столовых при МАИ, отличия между факультетами «Фундаментальная информатика и информационные технологии» и «Компьютерные науки и прикладная математика», а также реализация совместной образовательной программы с Яндексом.\n\n### Ключевые факты\n- В МАИ и рядом с вузом есть несколько столовых с разумными ценами и вкусной едой.\n- Факультет «Фундаментальная информатика и информационные технологии» ориентирован на классический computer science и имеет один профиль «Информатика и компьютерные науки».\n- Факультет «Компьютерные науки и прикладная математика» имеет 5 профилей: 2 связаны с прикладной математикой и информатикой, 3 — с прикладной математикой.\n- У факультетов разные выпускающие кафедры: для фундаментальной информатики и профилей прикладной математики — кафедра 806, для каждого из трёх профилей прикладной математики — свои кафедры (802, 804, 805).\n- МАИ расширяет ассоциированные курсы с Яндексом, добавляя к программированию на Python курсы по backend и frontend разработке.\n\n### Часто задаваемые вопросы\nQ: Чем отличается факультет «Фундаментальная информатика и информационные технологии» от факультета «Компьютерные науки и прикладная математика»?\nA: Общие черты у этих двух конкурсных групп очень схожи, различия более формального характера заключаются в возможных отличиях в преподавателях и некоторых профессиональных предметах.\n\nQ: Будет ли в предстоящем учебном году реализовываться совместная образовательная программа с Яндексом? Если да, то в какой форме всё происходит?\nA: Мы расширяем ассоциированные курсы с Яндексом. Помимо программирования на Python добавляется ещё backend и frontend разработка.\n\n### Используемые термины и аббревиатуры\n- ПМИ — Прикладная математика и информатика.\n- Computer science — Классическая информатика.",
            "# Источник номер 6\nАктуально в период: 2021\n\n### Суть\nАнонс прямого эфира института №8 «Информационные технологии и прикладная математика» и информация о прошедшей встрече по направлению «Фундаментальная информатика и информационные технологии».\n\n### Ключевые факты\n- Завтра в 12:00 состоится прямой эфир института №8.\n- Эфир проведёт ответственный секретарь Лунева Светлана Юрьевна, которая расскажет о конкурсной ситуации.\n- Директор дирекции Института №8 Крылов Сергей Сергеевич расскажет об особенностях обучения.\n- Тренер сборной по программированию МАИ, ведущий преподаватель 1 курса Зайцев Валентин Евгеньевич, также примет участие в эфире.\n- Встреча с доцентом кафедры 813 Мокряковым Алексеем Викторовичем по направлению «Фундаментальная информатика и информационные технологии» уже прошла 29.07.\n\n### Часто задаваемые вопросы\nНет вопросов и ответов.\n\n### Используемые термины и аббревиатуры\n- ФИИТ — Фундаментальная информатика и информационные технологии.\n\n### Незакрытые вопросы\nНет незакрытых вопросов.\n\n### Дополнительная важная информация\nЗапись прошедшей встречи доступна по ссылке: https://drive.google.com/file/d/1N4BKKNG5e0QeiUm4U1ta1_mtikIGXxw4/view?usp=sharing. Презентация: https://drive.google.com/file/d/12SrPA83fbTZSH9upp1_RVGTL_klVgjqL/view?usp=sharing.",
            "# Источник номер 7\nАктуально в период: 2025-2026\n\nИнформатика и компьютерные науки\nКомпьютерные науки и прикладная математика\n02.03.02 Фундаментальная информатика и информационные технологии\n02.03.02 Фундаментальная информатика и информационные технологии\n№ 8 «Компьютерные науки и прикладная математика»\n806«Вычислительная математика и программирование»\nОсновные сведения\nОснова обучения\nФорма обучения\nСтоимость обучения\nСрок обучения\nПроходной балл 2024\nОбщежитие\nБюджетнаяБюдж.Платная\nОчнаяОчная\n-353 740 ₽\n4 года4 года\n265188\nДаНет\nО программе\nРегулярно меняющийся технологический ландшафт обеспечивает постоянный спрос со стороны проектировщиков, производства, логистики, финансового сектора и здравоохранения на квалифицированных специалистов в области информационных технологий, которые помогут компаниям развиваться в конкурентных условиях взрывного развития IT и кибербезопасности. Дополнительными факторами, способствующими росту занятости в сфере IT является усиление спроса на интеграцию искусственного интеллекта во все сферы деятельности и растущая зависимость от облачных технологий.\nВыпускники данной образовательной программы помимо фундаментальных знаний в области IT получают практические навыки по разработке программного обеспечения, применению различных методов обработки больших данных, глубокого обучения, интеграции технологий машинного обучения и искусственного интеллекта, суперкомпьютерного моделирования, разработке компьютерных игр и иммерсивных тренажеров.\nБудем много:\nКомпьютерные науки и прикладная математика: направления подготовки и программы обучения 2025\nКомпьютерные науки и прикладная математика: направления подготовки и программы обучения 2025\nОбзор на IT в МАИ\nМАИ – это IT\nЭкскурсия по институту № 8 «Компьютерные науки и прикладная математика» МАИ\nСтруктура программы\nПрограмма базового высшего образования в области компьютерных наук создана с учётом актуальных потребностей индустрии информационных технологий. Обучение состоит из широкого спектра курсов, начиная от алгоритмов и структур данных, операционных систем и заканчивая передовыми областями, такими как машинное обучение, обучение с подкреплением и криптография. Обучение направлено не только на формирование технических навыков, но и на развитие творческого и аналитического мышления студентов. Это позволяет выпускникам программы стать успешными и востребованными специалистами в сфере IT.\n1-2 курсы\nОбщеинженерный модуль— базовые фундаментальные дисциплины.\nМодуль гуманитарного мышления инженера— интеграция социально-гуманитарных дисциплин с практической деятельностью инженера.\n1-4 курсы\nПрофессионально-карьерный модульобеспечивает ориентацию на трудоустройство. В процессе обучения реализуется коммуникация с работодателями и формируется карьерная траектория студентов.\nМодуль бизнес-мышления— формирование компетенций в области управления проектами и разработки стратегии и принятия решений.\n3-4 курсы\nОбщепрофессиональный модульформирует ключевые профессиональные компетенции. Содержание модуля формируется на основе технологического прогноза, полученного в результате анализа направлений развития рынков и трендов.\nМодуль специализацииобеспечивает получение профессиональных компетенций по профилю обучения. Содержание модуля формируется совместно со специалистами предприятий.\n1-4 курсы\nМодуль IT-проектовформирует междисциплинарное инженерное мышление. Тематики проектов подбираются совместно с индустриальными партнёрами и обеспечивают вовлечение студентов в реализацию перспективных авиационных и космических программ.\nПартнёры-работодатели программы\nПространства\nIT-пространство\nВычислительный суперкомпьютер\nIT-пространство\nIT‑пространство это многофункциональная трансформируемая экосистема для реализации IT‑дисциплин в университете.\nIT‑пространство это многофункциональная трансформируемая экосистема для реализации IT‑дисциплин в университете.\nIT-пространство\nIT‑пространство обеспечивает маёвцам практико-ориентированное проектное обучение, доступ к реальным данным и новейшим IT‑технологиям, возможность самореализации в сфере научно-технического творчества и цифрового искусства, а также развитие научно-исследовательской деятельности.\nIT‑пространство обеспечивает маёвцам практико-ориентированное проектное обучение, доступ к реальным данным и новейшим IT‑технологиям, возможность самореализации в сфере научно-технического творчества и цифрового искусства, а также развитие научно-исследовательской деятельности.\nIT-пространство\nДизайн экосистемы IT-пространства разработан в соответствии с лучшими практиками организации рабочего пространства в IT‑индустрии.\nДизайн экосистемы IT-пространства разработан в соответствии с лучшими практиками организации рабочего пространства в IT‑индустрии.\nВычислительный суперкомпьютер\nСуперкомпьютер производительностью более 350 терафлопс (1 трлн операций в секунду). Это многопроцессорная система с возможностью увеличения объёма до 550 терафлопс.\nСуперкомпьютер производительностью более 350 терафлопс (1 трлн операций в секунду). Это многопроцессорная система с возможностью увеличения объёма до 550 терафлопс.\nВычислительный суперкомпьютер\nСистема позволяет решать задачи по таким перспективным направлениям, как математическое моделирование, искусственный интеллект, нейросети и многим другим.\nСистема позволяет решать задачи по таким перспективным направлениям, как математическое моделирование, искусственный интеллект, нейросети и многим другим.\nВычислительный суперкомпьютер\nСуперкомпьютер задействован в выполнении всех основных задач Центра матмоделирования МАИ, которые связаны с проектированием, испытаниями, сертификацией и эксплуатацией авиационно-космической техники, созданием и внедрением прорывных технологий в этих областях, а также подготовкой высококвалифицированных кадров для авиационной и смежных отраслей.\nСуперкомпьютер задействован в выполнении всех основных задач Центра матмоделирования МАИ, которые связаны с проектированием, испытаниями, сертификацией и эксплуатацией авиационно-космической техники, созданием и внедрением прорывных технологий в этих областях, а также подготовкой высококвалифицированных кадров для авиационной и смежных отраслей.\nКто обучает?\nСошников Дмитрий Валерьевич\nКонсультант по облачным образовательным программам Яндекс. Ведущий эксперт по искусственному интеллекту и машинному обучению. Приоритетная область интересов: GenAI (генеративный искусственный интеллект), LLM (большие языковые модели).\nИрбитский Илья Сергеевич\nEngineer at Retail Robotics Solutions Senior .NET. эксперт в разработке ПО и архитектуре систем. Преподаёт фундаментальные алгоритмы, операционные системы, базы данных и защиту информации, сочетая глубокую теоретическую подготовку с практическим опытом в IT-индустрии.\nНенахов Евгений Валентинович\nРуководитель направления разработки инструментов потоковой обработки данных Центра BigData MTS Digital. Специалист в области анализа больших данных и распределённых систем.\nЗайцев Валентин Евгеньевич\nРуководитель и тренер сборной МАИ по олимпиадному программированию. Эксперт в области алгоритмов и структур данных, архитектуры компьютеров и информационных систем, фундаментальной информатики.\nКондаратцев Вадим Леонидович\nРуководитель направления «Искусственный интеллект» в МАИ. Специалист в области программирования, компьютерной графики и машинного обучения.\nБулакина Мария Борисовна\nРуководитель IT-центра и Цифровой кафедры МАИ. Эксперт в области разработки IT-проектов, практического IT-разработки и управления цифровыми продуктами.\nКухтичев Антон Алексеевич\nВедущий программист VK. Специалист в разработке программных решений и алгоритмов для информационного поиска.\nЛунева Светлана Юрьевна\nЭксперт в области методов оптимизации, численного анализа и оптимизации математических моделей в технике и экономике.\nГрубенко Максим Дмитриевич\nСпециалист в области frontend-разработки, баз данных и анализа больших данных. Объединяет современные технологии и практический опыт для подготовки студентов к решению актуальных задач в IT-индустрии.\nКирсанов Григорий Романович\nСпециалист по фундаментальным алгоритмам.\nСудаков Владимир Анатольевич\nВедущий научный сотрудник Института прикладной математики имени М.В. Келдыша РАН, доктор технических наук. Эксперт в области обучения с подкреплением, рекомендательных систем и машинного обучения.\nКак поступить\nМы выделили основные кейсы по поступлению для разных категорий граждан. Выбери подходящий для себя и поступай в МАИ!\nПобедители и призёрыолимпиад из перечня, утвержденного приказом Минобрнауки России от 28.08.2023 № 823, могут поступить в МАИ без вступительных испытаний. При поступлении учитываются победы за 10-11 классы в течение 4 лет, следующих за годом проведения олимпиады, при условии:\nДля поступления без вступительных испытаний абитуриенту необходимо прикрепить к заявлению диплом (с QR-кодом и кодом подтверждения) с сайта Российского совета олимпиад школьников. Использовать особое право можно только в одном вузе на одном направление подготовки.Олимпиады РСОШ, проводимые МАИ:\nЦелевое обучение — это обучение на бюджетных местах по образовательным программам высшего образования в интересах заказчика (предприятия, органа власти и др).\nОбучение осуществляется на основании договора с заказчиком, который заинтересован в обучении студента по конкретному направлению подготовки или специальности и его последующем трудоустройстве. При поступлении по целевой квоте абитуриент может заключить только один целевой договор, в котором указываются один вуз и направление подготовки.\nВ 2024 году запущен раздел с предложениями о целевом обучении на портале «Работа России». Абитуриенту необходимо подать заявку на целевое обучение на портале для участия в конкурсе на целевое. Договор подписывается после выхода приказа о зачислении.\nЦелевики поступают по отдельному конкурсу на бюджет, получают дополнительные стипендии от предприятия, проходят все виды практик во время учёбы на своём предприятии, а также получают гарантированное трудоустройство после окончания вуза на срок от 3 лет.\nВ 2025 году выделено 600+ бюджетных мест по целевой квоте в интересах 70+ ведущих предприятий высокотехнологичной индустрии. Целевая квота на 2025 год будет опубликована позднее.\nВ 2025 году в МАИ открыт набор по 32 направлениям базового высшего образования, по которым выделено 1000+ платных мест. Всем студентам очного отделения предоставляется отсрочка от армии, также на 1 курсе юноши могут пройти отбор на военную кафедру.\nАбитуриенты, которые набрали минимальные баллы по каждому предмету, могут участвовать в конкурсе на платное обучение. После проверки заявления сотрудниками приёмной комиссии откроется возможность оформить договор.\nОформить договор можно лично или онлайн в личном кабинете абитуриента МАИ. Договор может быть оформлен на физическое лицо или юридическое лицо. Если абитуриенту не исполнилось 18 лет, договор на обучение могут заключить только его родители или законный представитель.\nСтоимость обучения по договору об оказании платных услуг на 2025 год будет размешена позднее. Стоимость указана за год обучения, оплата проводится по семестрам. Чтобы оплатить обучение, абитуриент может воспользоваться образовательным кредитом. Кредит можно оформить под 3% вСбербанкеили под 3,9% вГазпромбанке.\nОбучение также возможно оплатить материнским капиталом, тогда заказчиком при оформлении договора должна выступать мама абитуриента.\nПри наличии вакантных мест в процессе обучения студенты могут перевестись с платного обучения на бюджет. Для перевода необходимо 2 сессии подряд закрыть на «хорошо» и «отлично».\nПоступление в МАИ осуществляется на 1 курс по результатам ЕГЭ. Отдельные категории могут поступить по внутренним экзаменам:\nУказанные поступающие могут сдавать вступительные испытания по всем общеобразовательным предметам либо сдавать одно или несколько указанных вступительных испытаний наряду с использованием результатов ЕГЭ по другим общеобразовательным предметам. При наличии результатов ЕГЭ и внутренних экзаменов по одному предмету будет засчитан наилучший результат в заявлении.\nВнутренние испытания проводятся в июле в дистанционном формате. Программа для подготовки по каждому предмету, а также расписание консультаций и экзаменов будут опубликованы 20 июня.\n10% от бюджетных мест выделено для поступающих по особой квоте. Право на приём в пределах установленной квоты имеют:\n10% от бюджетных мест выделено для поступающих по отдельной квоте. Право на приём в пределах установленной квоты имеют:\nДля предоставления квоты необходимо предоставить справку поформе. Абитуриенты, которые не проходят по конкурсу по указанным выше квотам, участвуют в общем конкурсе на бюджет.\nИндивидуальныедостижения\nТакже вы можете получить ещё до 5 дополнительных баллов за целевые индивидуальные достижения.\nНаличие полученных в образовательных организациях Российской Федерации документов об образовании или об образовании и о квалификации с отличием:\nНаличие дополнительного образования по дополнительным общеобразовательным программам, соответствующим конкурсному профилю\nПри приёме на обучение по программам базового высшего образования на места в пределах целевой квоты поступающему начисляется не более 5 баллов за целевые индивидуальные достижения в дополнение к баллам за общие индивидуальные достижения\nСтипендии\nМеждународные возможности\nХочешь поехать на полгода или год за рубеж? — МАИ даёт возможность пройти обучение за рубежом по своей или смежной образовательной программе.\nТы можешь подать заявку на участие в онлайн- и офлайн- конференциях, семинарах, школах, интенсивных неделях, олимпиадах, чемпионатах, научно-исследовательских стажировках и других мероприятиях российских и иностранных вузов, организуемых как вузами-партнёрами, так и другими учебными и научными центрами.\nБандунгский технологический институт (ITB).\nПодготовься к поступлению!\nОлимпиады и конкурсы; Подготовительные курсы; Кружки; Яндекс.Лицей; Физико-математическая школа; Предуниверсарий МАИ.\nЧасто-задаваемые вопросы\nИногородним абитуриентам могут предоставляться места для проживания в общежитиях МАИ. Для этого необходимо указать в заявлении нуждаемость в общежитии.\nВ 2024 году будет предоставлено почти 1000 мест для заселения первокурсников. Эти места распределяются по конкурсным группам. Они предоставляются в рамках отдельного конкурса по количеству баллов. В конкурсе на общежитие участвуют те, кто указал в заявлении нуждаемость в общежитии.\nНа вакантные места претендовать могут только абитуриенты, прописанные в регионах и отдаленных городах от Москвы (40-60 км от МКАД), поступающие на бюджетную форму обучения.\nУзнать больше\nДа, у всех студентов базового высшего образования есть возможность получить бесплатно дополнительную IT-квалификацию на цифровой кафедре МАИ.\nОтбор на цифровую кафедру проходит после 1 курса. Для этого студенту нужно выбрать интересующую программу, написать заявление и пройти вступительные испытания.\nВыпускники цифровой кафедры, успешно прошедшие обучение, получают диплом о дополнительной профессиональной переподготовке, дающий право на ведение профессиональный деятельности в сфере IT.\nУзнать больше\nДа, Военный учебный центр при МАИ осуществляет военную подготовку офицеров и сержантов запаса.\nПройти отбор на военную кафедру могут студенты 1 курса базового высшего образования МАИ очной формы обучения, которые являются гражданами России и не имеют двойного гражданства.\nОтбор на военную кафедру проходит в конце 1 курса. Для зачисления нужно будет сдать физические нормативы и пройти военно-врачебную комиссиию, также на успех в конкурсном отборе влияет успеваемость студента.\nОбучение на военной кафедре начинается на втором курсе. Он проходит в формате одного «военного» дня в неделю и длится 2 или 3 года (в зависимости от уровня образования). В конце обучения проходят учебные полевые сборы и итоговый экзамен.\nУзнать больше\nВнутренние экзамены МАИ проводятся только для некоторых категорий поступающих:\nЭкзамены проводятся в онлайн формате. Программа для подготовки по каждому предмету опубликована поссылке.\nДополнительные вступительные испытания не проводятся в МАИ. Поступление осуществляется по результатам ЕГЭ или внутренним экзаменам (для некоторых категорий поступающих).\nПри поступлении на направления:\nНужно предоставить оригинал или копию медсправки У-086, что вы прошли медосмотр.\nПри переводе в МАИ обучающийся, обучавшийся в другом вузе за счёт средств федерального бюджета, при наличии вакантных мест по соответствующим специальностям (направлениям подготовки) института/филиала имеет право участвовать в конкурсе как на бесплатную, так и на платную основу обучения. Обучающиеся на платной основе могут переводиться на места с аналогичной основой обучения.\nУзнать больше\nКалендарь абитуриента\nКалендарьабитуриента\nДниоткрытыхдверей\nАнонсы\nСтатьи\nПрезентации меганаправлений\nОсновное меню\nЭкскурсии по институтам\nСмотри в ВК, как выглядят лаборатории и кафедры Институтов МАИ.\nПереключение темы\nКалендарь абитуриента\nКалендарьабитуриента\nДниоткрытыхдверей\nАнонсы\nСтатьи\nЭкскурсии по институтам\nСмотри в ВК, как выглядят лаборатории и кафедры Институтов МАИ.\nПрезентации меганаправлений",
            "# Источник номер 8\nАктуально в период: 2021\n\n### Суть\n\nАбитуриенты обсуждают направления подготовки в МАИ, связанные с информатикой и прикладной математикой, и уточняют, какое направление лучше выбрать для развития в области ML/Data Science. Также затрагиваются вопросы о необходимости компьютера для учёбы и особенностях различных кафедр.\n\n### Ключевые факты\n- На 805 кафедре изучают кибернетику, теорию управления, прогнозирование и другие дисциплины.\n- Теория управления актуальна для разработки дронов и роботов.\n- Для развития в области ML/Data Science рекомендуется рассмотреть направления «Фундаментальная информатика и информационные технологии» (ФИИТ) и «Прикладная математика и информатика» (ПМИ).\n- С ФИИТ можно попасть только на 806 кафедру, а с ПМИ можно выбрать между 804 и 806 кафедрами.\n- На 804 кафедре есть направление, связанное с Data Science.\n\n### Часто задаваемые вопросы\nQ: Какое направление больше подходит, если хочешь развиваться в ML/Data Science?  \nA: Рекомендуется рассмотреть направления «Фундаментальная информатика и информационные технологии» и «Прикладная математика и информатика».\n\nQ: Обязательно ли для учёбы на 806 кафедре иметь свой компьютер?  \nA: В чанке нет ответа.\n\nQ: Почему не могу выбрать на Госуслугах прикладную математику и информатику?  \nA: Потому что это направление называется «Математика и механика».\n\n### Используемые термины и аббревиатуры\n- ФИИТ — Фундаментальная информатика и информационные технологии.\n- ПМИ — Прикладная математика и информатика.\n- ML — Machine Learning (машинное обучение).\n- Data Science — Наука о данных.\n\n### Незакрытые вопросы\n- Обязательно ли для учёбы на 806 кафедре иметь свой компьютер?\n- Лучше специальность информатика или информатика и компьютерные науки?",
            "# Источник номер 9\nАктуально в период: 2021\n\n### Суть\n\nИнформация о количестве мест, проходных баллах и условиях поступления на направления «Компьютерные науки и прикладная математика» и «Фундаментальная информатика и информационные технологии» в МАИ, а также напоминание о необходимости подачи оригиналов документов.\n\n### Ключевые факты\n\n- На направление «Компьютерные науки и прикладная математика» выделено 225 мест, из них 39 по квотам и БВИ, 186 по общему конкурсу.\n- Проходной балл на направление «Компьютерные науки и прикладная математика» — 258, с общежитием — 263.\n- На направление «Фундаментальная информатика и информационные технологии» выделено 125 мест, из них 20 по квотам и БВИ, 105 по общему конкурсу.\n- Проходной балл на направление «Фундаментальная информатика и информационные технологии» — 264, с общежитием — 266.\n- Осталось мало времени до конца приёма оригиналов документов.\n\n### Используемые термины и аббревиатуры\n\n- БВИ — без вступительных испытаний.\n\n### Дополнительная важная информация\n\nНеобходимо принять осознанное решение и подать оригиналы документов в МАИ. Списки можно посмотреть по ссылкам: https://list.mai.freenet.ru/, https://list.mai.freenet.ru/stats.html.",
            "# Источник номер 10\nАктуально в период: 2021\n\n### Суть\n\nВ чате обсуждаются вопросы, связанные с поступлением в институт: конкурсные группы, формы обучения и сроки зачисления.\n\n### Ключевые факты\n\n- Очно-заочная форма обучения в рамках бакалавриата на институте не предусмотрена.\n- Дата выхода приказа о зачислении на бакалавриат по общему конкурсу и на бюджет — 9 августа.\n- Конкурсная группа «Информационные технологии и прикладная математика» (ныне Компьютерные науки и прикладная математика) включает направления подготовки 01.03.02 «Прикладная математика и информатика» и 01.03.04 «Прикладная математика».\n\n### Часто задаваемые вопросы\n\nQ: Есть ли очно-заочная форма обучения на направлении 02.03.02?  \nA: На нашем институте очно-заочная форма обучения в рамках бакалавриата не предусмотрена.\n\nQ: Когда будет точно известно, поступил ли абитуриент на факультет или нет? То есть, когда уже нужно будет подписывать приказ о зачислении?  \nA: В случае поступления на бакалавриат по общему конкурсу и на бюджет дата выхода приказа — 9 августа. Подробнее про даты тут https://priem.mai.ru/bachelor/deadlines/\n\n### Используемые термины и аббревиатуры\n\n- Бакалавриат — уровень высшего образования, на который поступают абитуриенты после школы.\n- Общий конкурс — конкурс на поступление на бюджетные места без учёта особых прав и льгот.\n- Приказ о зачислении — официальный документ, подтверждающий зачисление абитуриента в учебное заведение."
        ],
        "reference": "❌ Газ в общежитии отсутствует.\n",
        "response": "### Факультет фундаментальная информатика и информационные технологии в МАИ\n\nФакультет фундаментальная информатика и информационные технологии (ФИИТ) в МАИ ориентирован на классический Computer Science и предлагает профиль «Информатика и компьютерные науки». Этот факультет отличается от факультета «Компьютерные науки и прикладная математика», который имеет несколько профилей, связанных с прикладной математикой и информатикой.\n\n#### Особенности факультета:\n- **Специализация:** ФИИТ фокусируется на классическом Computer Science, что означает более глубокое изучение основ информатики и компьютерных наук.\n- **Кафедры:** У факультетов разные выпускающие кафедры. Для фундаментальной информатики и профилей прикладной математики — это кафедра 806.\n\n#### Сотрудничество с Яндексом:\nМАИ расширяет ассоциированные курсы с Яндексом, добавляя к программированию на Python курсы по backend и frontend разработке. Это даёт студентам возможность получить актуальные навыки, востребованные на рынке труда.\n\n#### Цифровая кафедра:\nМАИ активно развивает сотрудничество с ведущими IT-компаниями и IT-подразделениями предприятий аэрокосмической индустрии. Студенты имеют возможность получить дополнительную квалификацию по IT-направлениям, что позволяет им работать с современными информационными системами и находить эффективные технологические решения.\n\nПрограммы «цифровой кафедры» включают:\n- Цифровое моделирование и суперкомпьютерные технологии\n- Методы искусственного интеллекта и предиктивная аналитика в проектах дефектоскопии\n- Методы искусственного интеллекта в задачах обработки результатов дистанционного зондирования Земли\n- Прикладные задачи и фреймворки машинного обучения и анализа больших данных\n- Прикладные системы инженерных расчётов\n- Интеллектуальные технические системы\n\nЭти программы позволяют готовить специалистов с уникальными компетенциями и ориентированы на различные категории студентов.\n\nЕсли у вас есть дополнительные вопросы или вам нужна более подробная информация, пожалуйста, сообщите мне."
    },
    {
        "user_input": "На этой программе изучают питон и с++? Это в этой программе обучают созданию программ, игр и тд тп?",
        "retrieved_contexts": [
            "# Источник номер 1\nАктуально в период: 2021\n\n### Суть\n\nЧат содержит вопросы абитуриентов и студентов относительно образовательных программ на факультетах ПМИ, ФИИТ и ПМ в МАИ. Обсуждаются вопросы о распространении программ на разные факультеты, изучении языка программирования Python и других деталей учебного плана.\n\n### Ключевые факты\n\n- Преподаватели в чате представляют как факультет ПМИ, так и ФИИТ.\n- Программа распространяется на студентов ФИИТ, ПМИ и ПМ.\n- Все группы первого курса (ПМИ, ПМ, ФИИТ) изучают Python.\n- В учебном плане для ФИИТ упоминаются языки программирования C++ и C.\n\n### Часто задаваемые вопросы\n\nQ: Это программа на студентов с ФИИТ распространяется? Или только ПМИ?\nA: Это программа распространяется на студентов ФИИТ, ПМИ и ПМ.\n\nQ: Питон для ФИИТ на первом курсе относится к этой программе?\nA: Да, все группы первого курса (ПМИ, ПМ, ФИИТ) изучают Пайтон.\n\nQ: Направление ФИИТ, изучается ли язык Пайтон? В учебном плане не увидели, только что прошедшей презентации говорили только про языки С++ и С…\nA: Все группы первого курса (ПМИ, ПМ, ФИИТ) изучают Пайтон.\n\n### Используемые термины и аббревиатуры\n\n- ПМИ — предположительно, факультет прикладной математики и информатики.\n- ФИИТ — предположительно, факультет информационных технологий.\n- ПМ — предположительно, факультет программной инженерии.\n\n### Дополнительная важная информация\n\nСтуденты и абитуриенты интересуются информацией о преподавательском составе и рекомендуют готовиться к учёбе на факультетах, особенно к высшему математике и программированию.",
            "# Источник номер 2\nАктуально в период: 2021\n\n### Суть\nОбсуждение поступления в МАИ, поздравления поступивших и планы по созданию чатов для общения студентов по направлениям.\n\n### Ключевые факты\n- Появился официальный приказ о зачислении.\n- Студенты обсуждают создание чатов для общения по направлениям.\n- Некоторые студенты выражают радость по поводу поступления на ФИИТ.\n- Упоминается возможность встать в очередь на общежитие после 1 сентября.\n- Обсуждается отсутствие пока списков по основному конкурсу.\n\n### Часто задаваемые вопросы\nQ: Здравствуйте! По этой ссылке уже есть файл, верно ли, что это уже официальный приказ и можно на него ориентироваться?  \nA: Да, это и есть приказ.\n\n### Используемые термины и аббревиатуры\n- ФИИТ — факультет информационных технологий и информационных систем.\n- Общага — общежитие.\n\n### Незакрытые вопросы\n- Здравствуйте, я правильно понимаю, что по основному конкурсу пока списков нет?",
            "# Источник номер 3\nАктуально в период: 2021\n\n### Суть\nВ чанке обсуждается совместная программа МАИ и Яндекса по обучению студентов программированию. Упоминается, что студенты первого и второго курсов будут изучать Python, C++, алгоритмы и структуры данных, а для студентов третьего и четвёртого курсов предусмотрены факультативы по Python и Go.\n\n### Ключевые факты\n- Студенты первого и второго курсов МАИ будут изучать Python, C++, алгоритмы и структуры данных по онлайн-учебникам Яндекса.\n- Для студентов третьего и четвёртого курсов предусмотрены факультативы по Python и Go по программе Школы анализа данных Яндекса.\n- Обучение стартует с этого года на базе института № 8 «Компьютерные науки и прикладная математика» МАИ.\n- Программа распространяется на студентов ФИИТ, ПМИ и ПМ.\n\n### Часто задаваемые вопросы\nQ: Это отдельная программа? Или в плане обучения это есть уже?  \nA: Не относится (по-крайней мере пока что).\n\nQ: А можно ответить на вопрос про карту? 🥺  \nA: Не знаю) это уже не приёмная комиссия делает.  \n\n### Используемые термины и аббревиатуры\n- ФИИТ — вероятно, факультет или направление, связанное с информационными технологиями.\n- ПМИ — вероятно, направление «Прикладная математика и информатика».\n- ПМ — вероятно, направление, связанное с прикладной математикой.",
            "# Источник номер 4\nАктуально в период: 2025-2026\n\n[Институт №1 Авиационная Техника МАИ 💫 Проектирование. Творчество. Создание. Всем этим и занимаются студенты и выпускники первого института МАИ. Но что же помогает им это делать? Ответ – CAD-системы.\n\n🤝 Доброго времени суток, друзья, сегодня мы немного поговорим о системах автоматизированного проектирования (CAD). \n\n🛠️ Платформы такого типа используются для решения задач, связанных с определением компонентов, архитектур, интерфейсов и других характеристик конструкций и оборудования. Представляют из себя набор программ, дающих возможность создавать на устройстве все: от чертежей до мельчайших расчетов.\n\n⚙️ Они позволяют сократить трудоемкость, ускорить процесс создания без потери качества, уменьшить себестоимость проектирования, снизить затраты на испытания и многое другое.\n\n👷‍♂️ В современной инженерии невозможно обойтись без таких платформ, и они используются буквально повсеместно. И в процессе обучения в нашем институте вы обязательно с ними познакомитесь.\n\n📌 Примеры программ - Компас3D, NX, SolidWorks и тд",
            "# Источник номер 5\nАктуально в период: 2021\n\n### Суть\nОбсуждение языков программирования, в частности Python, его использования и преимуществ. Упоминается изучение Python с нуля и его применение в различных областях.\n\n### Ключевые факты\n- Python изучается с первого или со второго курса.\n- Многие онлайн-школы используют Python для обучения.\n- Изучение программирования начинается с нуля, но темп обучения быстрый.\n- Python популярен и используется во многих областях, включая нейронные сети.\n- Существуют другие языки программирования, такие как Java, Go, C#, которые также изучаются или используются.\n\n### Часто задаваемые вопросы\nQ: Добавляются ли языки программирования, кроме Python, с третьего курса?\nA: В чанке нет точного ответа.\n\nQ: Изучается ли программирование с нуля?\nA: Да, всё изучается с нуля, но начальный период очень быстрый.\n\nQ: Почему все онлайн-школы используют Python?\nA: В чанке нет точного ответа.\n\n### Незакрытые вопросы\n- Добавляются ли языки программирования, кроме Python, с третьего курса?\n- Почему все онлайн-школы используют Python?",
            "# Источник номер 6\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение программ обучения в 8-м институте МАИ, в частности изучение языков программирования и предмета «Базы данных».\n\n### Ключевые факты\n\n- 8-й институт МАИ выпускает универсальных программистов, обучая их алгоритмам и архитектурам построения кода.\n- HTML, CSS, JavaScript и PHP считаются частью школьной программы, более сложные языки изучаются с первого курса.\n- Студенты изучают языки R и (или) SQL в рамках предмета «Базы данных».\n- Предмет «Базы данных» читается на направлениях ПМ и ПМИ, а также, возможно, на ФИИТ.\n\n### Часто задаваемые вопросы\n\nQ: А языки R и (или) SQL студенты изучают?  \nA: Да, у нас предмет есть «базы данных».\n\nQ: Этот предмет у всех направлений 8 института или у какого-то конкретного?  \nA: У ПМ и ПМИ точно, а у ФИИТа надо посмотреть.\n\nQ: Базы данных читаются на всех направлениях 8 института?  \nA: Да, на всех направлениях 8 института.\n\n### Используемые термины и аббревиатуры\n\n- ПМ — прикладная математика.\n- ПМИ — прикладная математика и информатика.\n- ФИИТ — факультет информатики и информационных технологий.\n\n### Дополнительная важная информация\n\nКоличество языков программирования не является единственным критерием для IT-специалиста, также важно учитывать количество физики в программе обучения.",
            "# Источник номер 7\nАктуально в период: 2021\n\n### Суть\nОбсуждение языков программирования, используемых на факультете ФИИТ МАИ, и рекомендации по изучению программирования для первого семестра.\n\n### Ключевые факты\n- На факультете ФИИТ МАИ изучают язык программирования Python.\n- Упоминается возможность использования языка C++ начиная с седьмой лабораторной работы.\n- Рекомендуется ознакомиться с документацией Python и PEP8.\n- Для подготовки к первому семестру предлагается пройти курсы по Pascal или основам Python.\n\n### Часто задаваемые вопросы\nQ: Какой язык программирования лучше начать изучать кроме Python, чтобы быть готовым к первому семестру?\nA: Рекомендуется пройти курсы по Pascal или основам Python.\n\n### Используемые термины и аббревиатуры\n- Python — язык программирования.\n- C++ — язык программирования.\n- PEP8 — руководство по оформлению кода на языке Python.",
            "# Источник номер 8\nАктуально в период: 2025-2026\n\nОткрыт набор на программы целевого обучения «Крылья Ростеха» | анонсы МАИ\nОткрыт набор на программы целевого обучения «Крылья Ростеха» | анонсы МАИ\nдо 25 июля\nГоскорпорация Ростех и Московский авиационный институт реализуют совместную программу целевого обучения«Крылья Ростеха».\nПРЕЗЕНТАЦИЯ ПРОГРАММЫ\nВ рамках программы школьники могут поступить в МАИ на направления:\nОбучение осуществляется на бюджетной основе. Проект «Крылья Ростеха» гарантирует рабочее место уже с 1 курса. По окончании обучения выпускники будут гарантированно трудоустроены на одно из 14 предприятий Ростеха.\nНаправление«Проектирование авиационных и ракетных двигателей»курирует АО «Объединённая двигателестроительная корпорация». Программа направлена на подготовку специалистов, имеющих знания и навыки в области проектирования авиационных, ракетных и других реактивных двигателей.\nНаправление«Самолёто- и вертолётостроение»курируют ПАО «Объединённая авиастроительная корпорация» и холдинг «Вертолёты России». Обучаясь на этой программе, вы сможете в том числе стать частью проекта по созданию легендарного самолёта Sukhoi Superjet 100 и различных моделей вертолётов. Заявки по направлению «Самолётостроение» направлять по электроннойпочте.\nНаправление«Интегрированные системы летательных аппаратов»курируют ПАО «Объединённая авиастроительная корпорация», холдинг «Технодинамика» и АО «Концерн радиоэлектронные технологии». Обучаясь на этой программе, вы сможете участвовать в разработке интегрированных вычислительных систем для самолётов, в том числе для МС-21.\nУсловия участия в проекте\nДля участников проекта предусмотрена повышенная стипендия от 20 000 до 30 000 рублей в месяц и бонус к ней за знание английского языка. Срок обучения, начиная с сентября 2023 года, — 5,5 лет (специалитет).\nУспешным кандидатам необходимо:\nЗаявки на участие в проекте принимаютсядо 25 июля.\nКрылья Ростеха – 2023\n24.05.05 Интегрированные системы летательных аппаратов\n24.05.05 Интегрированные системы летательных аппаратов\n24.05.05 Интегрированные системы летательных аппаратов\n24.05.05 Интегрированные системы летательных аппаратов\nКовалевская Оксана Анатольевна Начальник отдела персонала и безопасности +7 495 987-20-71*101Oksana.kovalevskaya@ic.irkut.com\n24.05.05 Интегрированные системы летательных аппаратов\n24.05.05 Интегрированные системы летательных аппаратов\nКалендарь абитуриента\nКалендарьабитуриента\nДниоткрытыхдверей\nАнонсы\nСтатьи\nПрезентации меганаправлений\nОсновное меню\nЭкскурсии по институтам\nСмотри в ВК, как выглядят лаборатории и кафедры Институтов МАИ.\nПереключение темы\nКалендарь абитуриента\nКалендарьабитуриента\nДниоткрытыхдверей\nАнонсы\nСтатьи\nЭкскурсии по институтам\nСмотри в ВК, как выглядят лаборатории и кафедры Институтов МАИ.\nПрезентации меганаправлений",
            "# Источник номер 9\nАктуально в период: 2022\n\n### Суть\nОбсуждение языков программирования, изучаемых на факультете ПМИ в МАИ, и условий для начала обучения.\n\n### Ключевые факты\n- На факультете ПМИ изучаются языки программирования C, C++, Python, C#, Java.\n- На первом курсе можно попробовать себя в спортивном программировании на C++.\n- Весной первого курса предлагается работа с Unity и C#.\n- В первом семестре есть знакомство с Linux и алгоритмическими моделями.\n- Программирование на Python начинается с пятого семестра, несмотря на упоминание в плане первого семестра.\n\n### Часто задаваемые вопросы\nQ: На ПМИ Python не изучается?  \nA: В учебном плане есть предмет программирование на Python.\n\nQ: C будет только на первом курсе?  \nA: C, C++, Python, C#, Java изучаются на последующих курсах.\n\nQ: На каком языке будет программирование в первом семестре?  \nA: Программирование в первом семестре будет на языке C.\n\nQ: Если не имел опыта в олимпиадном программировании?  \nA: Опыт не требуется, начальные темы посвящены языку программирования.\n\n### Используемые термины и аббревиатуры\n- ПМИ — предположительно, факультет прикладной математики и информатики.\n- Unity — платформа для разработки игр.\n- C++, Python, C#, Java — языки программирования.",
            "# Источник номер 10\nАктуально в период: 2021\n\n### Суть\n\nАбитуриенты задают вопросы о направлениях подготовки, проходных баллах, подаче документов и обучении в МАИ. Обсуждаются особенности программы «Фундаментальная информатика и информационные технологии», процесс подачи оригинала документов через Госуслуги, шансы на поступление на бюджет и получение места в общежитии.\n\n### Ключевые факты\n- На факультете фундаментальной информатики и информационных технологий изучают языки программирования: на первом курсе — C, на втором — C++, с третьего курса — Java, Python и C#. Также в программу обучения введены проекты на Django.\n- Для подачи оригинала документов на Госуслугах необходимо дождаться изменения статуса заявления на «участвуете в конкурсе».\n- Проходные баллы на бюджетное обучение и общежитие могут меняться, но на текущий момент с баллом 251 шансы есть.\n\n### Часто задаваемые вопросы\nQ: На какой программе изучают Python и C++?  \nA: На программе «Фундаментальная информатика и информационные технологии» изучают C++ со второго курса, а Python и C# — с третьего.\n\nQ: Где на Госуслугах нужно ставить галочку, что подаём оригинал?  \nA: Галочка появится после того, как статус заявления изменится на «участвуете в конкурсе».\n\nQ: Какой примерно шанс пройти на бюджет и в общагу попасть с баллом 251?  \nA: На текущий момент шансы есть, проходной балл прошлого года был 253 на КНиПМ и 257 на общежитие.\n\n### Используемые термины и аббревиатуры\n- КНиПМ — возможно, конкретное направление или факультет в МАИ.\n\n### Незакрытые вопросы\n- Почему в разных источниках (буклет, сайт, Госуслуги) разные названия направлений подготовки?"
        ],
        "reference": "✅ Все кухни оборудованы электроплитами и электрическими духовыми шкафами — это стоит учитывать при планировании быта.\n",
        "response": "Чтобы ответить на ваш вопрос, мне нужно знать код программы, которую вы рассматриваете. Пожалуйста, укажите код направления обучения, и я смогу предоставить вам более точную информацию."
    },
    {
        "user_input": "Подскажите, пожалуйста, необходимо ли будет присутствие родителя(законного представителя) при заселении в общежитие, передаче бумажного оригинала аттестата и т.д., если мне не будет 18 до 1 сентября?",
        "retrieved_contexts": [
            "# Источник номер 1\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение необходимости присутствия родителя при поступлении и заселении в общежитие МАИ для несовершеннолетних абитуриентов.\n\n### Ключевые факты\n\n- Присутствие родителя при получении извещения несовершеннолетним не обязательно.\n- Для заселения в общежитие достаточно нотариально заверенного согласия законных представителей.\n- Нотариально заверенное согласие нужно даже в случае, если родитель приезжает с ребёнком на заселение.\n- При подаче оригинала аттестата присутствие родителя не требуется.\n- Для действий и перемещения по вопросам поступления рекомендуется оформить нотариальную доверенность от родителей.\n\n### Часто задаваемые вопросы\n\nQ: Обязательно ли присутствие родителя при получении извещения несовершеннолетним?\nA: Нет, можно самостоятельно.\n\nQ: Достаточно ли нотариально заверенного согласия для заселения в общежитие, если родитель приедет с ребёнком?\nA: Да, согласие нужно будет, потому что на территорию общежития родителей не пустят.\n\nQ: Нужно ли присутствие родителя после зачисления для несовершеннолетних при заселении?\nA: Нужно, чтобы родитель был при заселении.\n\n### Используемые термины и аббревиатуры\n\n- Нотариально заверенное согласие — документ, подтверждающий разрешение законных представителей на определённые действия (например, заселение в общежитие) для несовершеннолетних.\n\n### Незакрытые вопросы\n\n- Нужно ли подобное согласие на оформление временной прописки?",
            "# Источник номер 2\nАктуально в период: 2021\n\n### Суть\nОбсуждение условий заселения в общежитие МАИ, в частности, необходимости нотариально заверенного согласия родителей для несовершеннолетних и возможности заселения с одним из родителей.\n\n### Ключевые факты\n- Нотариально заверенное согласие законных представителей на заселение в общежитие МАИ необходимо для несовершеннолетних.\n- Если родитель будет присутствовать при заселении, нотариально заверенное согласие не требуется.\n- Согласие можно оформить либо в дирекции, либо в самой общежитии.\n- Родственников, знакомых и питомцев, которые приедут с вами на заселение, в корпуса общежитий пускать не будут.\n\n### Часто задаваемые вопросы\nQ: Нужно ли нотариально заверять согласие о заселении в МАИ?  \nA: Да, для несовершеннолетних требуется нотариально заверенное согласие законных представителей.\n\nQ: Можно ли заселиться в общежитие с одним из родителей без нотариально заверенного согласия?  \nA: Если родитель будет присутствовать при заселении, нотариально заверенное согласие не нужно.\n\nQ: Где писать согласие родителю?  \nA: Либо в дирекции, либо в самой общаге.\n\n### Используемые термины и аббревиатуры\n- МАИ — Московский авиационный институт.\n\n### Незакрытые вопросы\n- Где взять выписку из приказа для заселения в общежитие? Или достаточно распечатать с сайта? Или она не нужна совсем?",
            "# Источник номер 3\nАктуально в период: 2021\n\n### Суть\nОбсуждение процесса подачи оригинала аттестата в МАИ, включая возможность подачи через Госуслуги, сроки предоставления и вопросы, связанные с заселением в общежитие.\n\n### Ключевые факты\n- Оригинал аттестата можно подать через Госуслуги.\n- Бумажный оригинал необходимо предоставить до 1 сентября после зачисления.\n- Для заселения в общежитие и других процедур может потребоваться предоставление бумажного оригинала в МАИ до конца августа.\n- При подаче оригинала через Госуслуги необходимо будет в итоге привезти бумажный оригинал в вуз.\n\n### Часто задаваемые вопросы\nQ: Можно ли подавать оригинал аттестата через госуслуги при этом не приезжая лично?  \nA: Да, можно, бумажный оригинал уже до 1 сентября после зачисления уже можно.\n\nQ: Если я принесу оригинал аттестата только в конце июля — начале августа, то у меня будет шанс на общежитие?  \nA: Не указано.\n\nQ: Как проверить, дошёл ли оригинал аттестата, который я подала через госуслуги?  \nA: Не указано.\n\n### Используемые термины и аббревиатуры\n- ГУ — Госуслуги.\n\n### Незакрытые вопросы\n- Как проверить, дошёл ли оригинал аттестата, который был подан через Госуслуги?\n- Если оригинал аттестата подан онлайн, можно ли в сентябре привезти его очно, или это нужно сделать до 3 августа?\n- Сколько по времени будет отзываться оригинал аттестата из МАИ?",
            "# Источник номер 4\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение условий заселения несовершеннолетних в общежитие МАИ, в частности, необходимости нотариально заверенного согласия законных представителей.\n\n### Ключевые факты\n\n- Несовершеннолетним гражданам необходимо привезти нотариально заверенное согласие законных представителей на заселение в общежитие МАИ.\n- Форму согласия можно найти в чате по вложениям.\n- Согласие должно быть нотариально заверенным, независимо от того, на каком листе оно составлено.\n\n### Часто задаваемые вопросы\n\nQ: Нужно ли родителям писать согласие (для заселения несовершеннолетнего) от руки?  \nA: Согласие должно быть нотариально заверенным.\n\nQ: Про какие «водяные знаки» на этом согласии шла речь?  \nA: Согласие должно быть нотариально заверенным. Это сразу ответ на оба вопроса.\n\n### Используемые термины и аббревиатуры\n\n- Нотариально заверенное согласие — документ, подтверждающий разрешение законных представителей на заселение несовершеннолетнего в общежитие.\n\n### Незакрытые вопросы\n\n- Согласие на заселение тоже нужно самим готовить или можно в дирекции написать в присутствии родителя?",
            "# Источник номер 5\nАктуально в период: 2021\n\n### Суть\nОбсуждение различных аспектов поступления в МАИ, включая вопросы о стипендиях, проблемах с подачей заявлений через личный кабинет абитуриента, возможности проживания в общежитии и организационных моментах.\n\n### Ключевые факты\n- Стипендия 6770 начисляется по сумме с ИД (по сути, по той сумме баллов, которая указана в приказе о зачислении).\n- Для получения ректорской стипендии требуется 285+ баллов без ИД.\n- Есть возможность продления 50% от ректорской стипендии на второй семестр при соблюдении некоторых условий.\n- По законодательству РФ с 18 лет можно подавать заявление очно без законного представителя.\n- Кураторы создадут все необходимые беседы по направлениям.\n- Зачисленные на КНиПМ могут проверить свои профили через Гугл-форму в телеграм-боте @maiabitprograms_bot.\n\n### Часто задаваемые вопросы\nQ: 250+ это чистыми баллами ЕГЭ или…?  \nA: Эта стипендия начисляется по сумме с ИД (по сути, по той сумме баллов, которая указана в приказе о зачислении).\n\nQ: Скажите, правильно я понимаю, что человек, поступивший по БВИ на ПМИ, будет получать стипендию в размере 30000? Или ректорскую стипендию могут и не дать?  \nA: Ректорскую стипендию могут и не дать.\n\nQ: Подскажите, как с такой ошибкой подать заявление на платное? Лично нет возможности приехать для подачи.  \nA: [Ответ отсутствует в чанке]\n\nQ: Подскажите, есть вариант, что могут появиться места в общежитии до 1 сентября?  \nA: [Ответ отсутствует в чанке]\n\nQ: А с 18-ти лет можно приезжать и подавать заявление очно без законного представителя?  \nA: Если сомнений в дееспособности нет, то по законодательству РФ — да.\n\n### Используемые термины и аббревиатуры\n- ИД — индивидуальные достижения.\n- БВИ — без вступительных испытаний.\n- ПМИ — прикладная математика и информатика.\n- КНиПМ — компьютерный факультет или направление, связанное с программированием и математикой.\n\n### Незакрытые вопросы\n- Подскажите, как с такой ошибкой подать заявление на платное? Лично нет возможности приехать для подачи.\n- Подскажите, есть вариант, что могут появиться места в общежитии до 1 сентября?\n\n### Дополнительная важная информация\nЗачисленные на КНиПМ могут проверить свои профили через Гугл-форму в телеграм-боте @maiabitprograms_bot. Если запрос не исполняется более 5 секунд, значит, компьютер выключился и нужно немного подождать.",
            "# Источник номер 6\nАктуально в период: 2022\n\n### Суть\n\nВ чанке описывается процедура заселения первокурсников в общежитие МАИ, включая необходимые документы и порядок действий.\n\n### Ключевые факты\n\n- Для заселения в общежитие необходимо иметь извещение с печатью и подписью.\n- Если первокурснику нет 18 лет, требуется нотариально заверенное согласие законных представителей на заселение.\n- Медосмотр проходит в медцентре МАИ по адресу ул. Константина Царёва, д. 12.\n- Направление на заселение выдаётся в дирекции студгородка по адресу Дубосековская ул., д. 5.\n- Оплата общежития производится на сайте pay.mai.ru.\n- После оплаты необходимо обратиться в общежитие, в которое произошло распределение, для заполнения документов и получения ключей.\n\n### Часто задаваемые вопросы\n\nQ: Что делать, если нет извещения?\nA: Нужно идти в приёмную комиссию института делать извещение и заполнять документы.\n\nQ: Что делать, если нет справки о прививке или о перенесённом заболевании?\nA: Необходимо пройти медосмотр в профилактории МАИ по адресу «ул. Царева, д. 12».\n\n### Дополнительная важная информация\n\nЕсли родитель приедет вместе с ребёнком на заселение, согласие можно будет написать в дирекции студгородка, предоставив документы, подтверждающие статус законного представителя.",
            "# Источник номер 7\nАктуально в период: 2021\n\n### Суть\n\nОбсуждение процесса заселения в общежитие МАИ, возможности опоздания на заселение и необходимости предоставления документов.\n\n### Ключевые факты\n\n- Для заселения в общежитие требуется уведомление о зачислении с предоставлением общежития.\n- Заселение в общежитие может быть организовано после 1 сентября с 10:00 до 17:00 по будням, если не удалось заселиться в назначенный день.\n- В случае невозможности заселения в установленный день, рекомендуется связаться с дирекцией студгородка.\n- С 25 по 31 августа планируется заселение разных институтов.\n\n### Часто задаваемые вопросы\n\nQ: Если не сможем приехать 25 на заселение в общежитие, а только 30.08, какие действия надо предпринять?  \nA: Попробуйте завтра дозвониться до дирекции студгородка и задать им этот вопрос.\n\nQ: Если я приеду заселяться после 25-го, я смогу заселиться?  \nA: Попробуйте завтра дозвониться до дирекции студгородка и задать им этот вопрос.\n\nQ: Когда будет заселение в общежития?  \nA: В предыдущие 2 года заселение было 25 августа. Как в этом году, пока нет информации.\n\n### Незакрытые вопросы\n\n- Куда сообщить или написать или позвонить, если не сможем приехать на заселение 25 числа?\n- Можно ли оформить личное дело на следующей неделе, например, 29 числа?",
            "# Источник номер 8\nАктуально в период: 2021\n\n### Суть\n\nАбитуриенты задают вопросы о подаче оригинала аттестата в МАИ через портал госуслуг и о необходимости последующей доставки бумажного оригинала в вуз. Обсуждаются сроки подачи документов и возможные технические проблемы с порталом госуслуг.\n\n### Ключевые факты\n\n- Оригинал аттестата можно подать через портал госуслуг.\n- Если подавали через госуслуги, то бумажный оригинал не нужно привозить в вуз до 3 августа 12:00.\n- После подачи через госуслуги всё равно придётся приносить оригинал очно.\n- Данные аттестата можно ввести вручную при подаче заявления через госуслуги.\n- Проблемы с отображением аттестата за 11 класс в разделе документов на госуслугах могут быть решены обращением в тех. поддержку или учебное учреждение, выдавшее аттестат.\n\n### Часто задаваемые вопросы\n\nQ: Если я на портале госуслуг подала оригинал в ваш ВУЗ, то я бумажный оригинал должна до 3 августа привезти или могу при заселении в общежитие в самом конце августа?  \nA: До 3 августа не надо привозить документы в вуз.\n\nQ: Есть ли какое-то отличие в том, что я подам оригинал через госуслуги или сам принесу его в институт?  \nA: Нет, просто если самостоятельно принесёте, будет спокойнее, вы будете точно уверены, что никакой ошибки не произойдёт. Но и даже если вы подаёте через ГУ, вам потом всё равно придётся приносить его очно.\n\nQ: Если через госуслуги «отправил» оригинал в институт, то не надо привозить документы в вуз?  \nA: До 3 августа не надо.\n\n### Используемые термины и аббревиатуры\n\n- ГУ — Госуслуги.\n- Аттестат — документ об окончании школы.\n\n### Незакрытые вопросы\n\n- В чём смысл тянуть время с подачей оригинала аттестата?\n- Что делать, если у меня на госуслугах в разделе документы об образовании нет аттестата за 11 класс?",
            "# Источник номер 9\nАктуально в период: 2021\n\n### Суть\nАбитуриент интересуется, когда будет доступна информация о том, что необходимо иметь при себе для заселения в общежитие МАИ, и можно ли ориентироваться на данные с прошлогоднего приёма.\n\n### Ключевые факты\n- Абитуриент запрашивает информацию о документах и требованиях для заселения в общежитие.\n- Поднимается вопрос о возможности использования данных с прошлогоднего приёма.\n- Обсуждение качества работы службы поддержки.\n\n### Часто задаваемые вопросы\nQ: Когда будет информация о том, что нужно иметь при себе для заселения в общежитие?  \nA: В чанке нет ответа на этот вопрос.\n\nQ: Можно ли ориентироваться на данные с прошлогоднего приёма?  \nA: В чанке нет ответа на этот вопрос.",
            "# Источник номер 10\nАктуально в период: 2021\n\n### Суть\n\nЧат содержит вопросы абитуриентов и студентов МАИ, касающиеся различных аспектов поступления, проживания в общежитии и организационных моментов. Обсуждаются вопросы, связанные с зачислением на бюджет, получением медицинских анализов, заселением в общежитие и другими организационными моментами.\n\n### Ключевые факты\n\n- Обсуждение возможности отчисления с бюджетного места в одном вузе для поступления на платное в другом.\n- Упоминание о проблемах с получением анализа на ЗППП для лиц младше 18 лет.\n- Информация о том, что оригинал документа в общежитии можно заменить копией для посещения физкультуры.\n- Указание на невозможность получения временной регистрации в общежитии после 28 числа.\n- Вопросы о публикации списков платников и процессе заселения в общежитие.\n\n### Часто задаваемые вопросы\n\nQ: Во сколько примерно сегодня выйдет приказ о зачислении на бюджет?  \nA: Приказы во многих вузах уже опубликованы, у кого-то выложены были уже в 11.\n\nQ: Если у меня в общаге заберут оригинал, на физру можно предоставить копию?  \nA: Можно показать оригинал с ксерокопией, но первый раз нужно предоставить оригинал.\n\nQ: Можно ли как-то получить временную регистрацию в общаге, если её не дали?  \nA: Если заселение происходит после 28 числа, то временную регистрацию получить нельзя.\n\n### Незакрытые вопросы\n\n- Может ли грамотно составленное согласие родителей, написанное от руки, подойти вместо нотариального?\n- Что делать, если не успели приехать 1-го числа, а только 3-го?\n- Публикуются ли где-то списки платников и как это работает?\n- Как понять, в какую общагу будешь заселён и прочую информацию?\n\n### Дополнительная важная информация\n\nВ чате также обсуждаются вопросы, не относящиеся напрямую к поступлению, такие как разбан в флудилке и другие организационные моменты."
        ],
        "reference": "\n",
        "response": "Присутствие родителя при заселении в общежитие МАИ и передаче бумажного оригинала аттестата зависит от следующих условий:\n\n1. **Передача оригинала аттестата**: присутствие родителя не требуется. Оригинал аттестата можно подать через Госуслуги, а бумажный оригинал предоставить в вуз до 1 сентября после зачисления.\n\n2. **Заселение в общежитие**:\n   - Нотариально заверенное согласие законных представителей на заселение в общежитие необходимо для несовершеннолетних.\n   - Если родитель будет присутствовать при заселении, нотариально заверенное согласие не нужно.\n\nТаким образом, для заселения в общежитие достаточно нотариально заверенного согласия законных представителей, даже если родитель планирует приехать с вами на заселение. Для подачи оригинала аттестата присутствие родителя не требуется."
    }
]